const list = [
  {
    date: '1100224', id: '1021', name: '合庫-台中', open: '100/12/02', address: '台中市西區民權路91號6樓', tel: '04-22255141',
  },
  {
    date: '1100224', id: '1022', name: '合庫-台南', open: '100/12/02', address: '台南市北區成功路48號3樓', tel: '06-2260148',
  },
  {
    date: '1100224', id: '1023', name: '合庫-高雄', open: '100/12/02', address: '高雄市大勇路97號5樓', tel: '07-5319755',
  },
  {
    date: '1100224', id: '1024', name: '合庫-嘉義', open: '100/12/02', address: '嘉義市國華街279號2樓', tel: '05-2220016',
  },
  {
    date: '1100224', id: '1025', name: '合庫-基隆', open: '100/12/02', address: '基隆市仁二路255號3樓', tel: '02-24288468',
  },
  {
    date: '1100224', id: '1028', name: '合庫 - 彰化', open: '101/05/16', address: '彰化縣彰化市民生路279號5樓', tel: '04-7295528',
  },
  {
    date: '1100224', id: '1029', name: '合庫 - 鳳山', open: '101/05/18', address: '高雄市鳳山區鳳松路3號', tel: '07-7905555',
  },
  {
    date: '1100224', id: '102A', name: '合庫-新竹', open: '100/12/02', address: '新竹市東區東門街60號5樓', tel: '03-5262711',
  },
  {
    date: '1100224', id: '102C', name: '合庫-自強', open: '100/12/02', address: '台北市中山區南京東路2段85、87號3樓', tel: '02-25218815',
  },
  {
    date: '1100224', id: '102E', name: '合庫-桃園', open: '100/12/02', address: '桃園市桃園區中華路12號3樓', tel: '03-347-3456',
  },
  {
    date: '1100224', id: '102F', name: '合庫-西台中', open: '105/02/04', address: '台中市西屯區漢口路二段151號3樓', tel: '04-2316-6368',
  },
  {
    date: '1100224', id: '102G', name: '合庫-三重', open: '105/03/07', address: '新北市三重區正義南路17號1樓', tel: '02-2977-9588',
  },
  {
    date: '1100224', id: '102Q', name: '合庫-國際證券', open: '106/11/01', address: '台北市松山區長安東路二段225號5樓、6樓', tel: '02-27319987',
  },
  {
    date: '1100224', id: '1031', name: '土銀-台中', open: '53/04/20', address: '台中市自由路2段1號4樓', tel: '04-22266845',
  },
  {
    date: '1100224', id: '1032', name: '土銀-台南', open: '64/08/19', address: '台南市中正路26號4樓', tel: '06-2200558',
  },
  {
    date: '1100224', id: '1033', name: '土銀-高雄', open: '53/04/20', address: '高雄市大勇路131號', tel: '07-5319591',
  },
  {
    date: '1100224', id: '1034', name: '土銀-嘉義', open: '64/04/09', address: '嘉義市中山路309號3樓', tel: '05-2224930',
  },
  {
    date: '1100224', id: '1035', name: '土銀-新竹', open: '63/06/12', address: '新竹市中央路1號4、5樓', tel: '03-5213211',
  },
  {
    date: '1100224', id: '1036', name: '土銀-玉里', open: '89/04/18', address: '花蓮縣玉里鎮中山路二段五十五號一、 二樓', tel: '03-8884900',
  },
  {
    date: '1100224', id: '1037', name: '土銀-花蓮', open: '67/02/16', address: '花蓮縣花蓮市中山路356號3樓', tel: '038-330723',
  },
  {
    date: '1100224', id: '1038', name: '土銀-和平', open: '89/06/22', address: '台北市和平東路3段15號3樓', tel: '02-27001555',
  },
  {
    date: '1100224', id: '1039', name: '土銀-士林', open: '89/06/27', address: '台北市中山北路五段六八九號三樓', tel: '02-28323842',
  },
  {
    date: '1100224', id: '103A', name: '土銀-建國', open: '89/06/12', address: '高雄市建國一路458號3樓', tel: '07-2224911',
  },
  {
    date: '1100224', id: '103B', name: '土銀-彰化', open: '91/07/30', address: '彰化市光復路九十八號六樓', tel: '04-7201777',
  },
  {
    date: '1100224', id: '103C', name: '土銀-白河', open: '91/07/16', address: '台南市白河區三民路三九五號三樓', tel: '06-6852888',
  },
  {
    date: '1100224', id: '103F', name: '土銀-南港', open: '99/09/27', address: '台北市南港區南港路1段364號5樓', tel: '02-26539955',
  },
  {
    date: '1100224', id: '1041', name: '臺銀-鳳山', open: '97/01/02', address: '鳳山市曹公路20號3樓', tel: '07-7452126',
  },
  {
    date: '1100224', id: '1042', name: '臺銀-臺南', open: '97/01/02', address: '臺南市中正路240 號4樓', tel: '06-2202507',
  },
  {
    date: '1100224', id: '1043', name: '臺銀-民權', open: '97/01/02', address: '台北市承德路2段239號3樓', tel: '02-25529458',
  },
  {
    date: '1100224', id: '1045', name: '臺銀-新竹', open: '101/03/05', address: '新竹市林森路29號5樓', tel: '03-5266799',
  },
  {
    date: '1100224', id: '104A', name: '臺銀-臺中', open: '97/01/02', address: '台中市民權路95號3樓', tel: '04-22238370',
  },
  {
    date: '1100224', id: '104C', name: '臺銀-高雄', open: '97/01/02', address: '高雄市苓雅區成功一路261號3樓', tel: '07-2711434',
  },
  {
    date: '1100224', id: '104D', name: '臺銀-金山', open: '97/01/02', address: '台北市金山南路2段189號3樓', tel: '02-23418678',
  },
  {
    date: '1100224', id: '1111', name: '臺銀-台中', open: '65/07/01', address: '台中市臺灣大道1段400號三樓', tel: '04-2270160',
  },
  {
    date: '1100224', id: '1112', name: '臺銀-台南', open: '83/11/01', address: '台南市中正路一八五號四樓', tel: '06-2238967',
  },
  {
    date: '1100224', id: '1113', name: '臺銀-九如', open: '66/10/01', address: '高雄市三民區九如二路255號3樓', tel: '07-3137171',
  },
  {
    date: '1100224', id: '1114', name: '臺銀-嘉義', open: '65/07/01', address: '嘉義市光華路132號', tel: '05-2278043',
  },
  {
    date: '1100224', id: '1115', name: '臺銀-太平', open: '85/07/03', address: '台中市太平區中興里二鄰中興東路二十七號', tel: '04-22757802',
  },
  {
    date: '1100224', id: '1116', name: '臺銀-屏東', open: '65/07/01', address: '屏東市漢口街七號', tel: '08-7327171',
  },
  {
    date: '1100224', id: '1117', name: '臺銀-竹北', open: '85/08/03', address: '新竹縣竹北市斗崙里縣政九路一二八號三樓', tel: '03-5527171',
  },
  {
    date: '1100224', id: '1118', name: '臺銀-豐原', open: '85/07/31', address: '台中市豐原區源豐路1號4樓', tel: '04-25253485',
  },
  {
    date: '1100224', id: '1119', name: '臺銀-岡山', open: '85/07/16', address: '高雄市岡山區岡山路412號4樓', tel: '07-6227171',
  },
  {
    date: '1100224', id: '111A', name: '臺銀-民雄', open: '86/08/07', address: '嘉義縣民雄鄉建國路三段八十三號三樓', tel: '05-2207171',
  },
  {
    date: '1100224', id: '111B', name: '臺銀-建成', open: '87/10/26', address: '台北市南京西路七十六號二樓', tel: '02-25506998',
  },
  {
    date: '1100224', id: '111C', name: '臺銀-三民', open: '87/08/18', address: '高雄市六合二路1號2樓', tel: '07-2877171',
  },
  {
    date: '1100224', id: '111E', name: '臺銀-桃園', open: '91/08/22', address: '桃園市中華路99號3樓', tel: '03-3311007',
  },
  {
    date: '1100224', id: '111F', name: '臺銀-北高雄', open: '91/08/08', address: '高雄市復興一路九十號三樓', tel: '07-2360116',
  },
  {
    date: '1100224', id: '111G', name: '臺銀-埔墘', open: '97/07/04', address: '新北市板橋區中山路2段62號2樓之2', tel: '02-89515671',
  },
  {
    date: '1100224', id: '1161', name: '日盛-忠孝', open: '80/08/28', address: '台北市中正區重慶南路1段10號11樓', tel: '02-23117676',
  },
  {
    date: '1100224', id: '1162', name: '日盛-台南', open: '81/05/18', address: '台南市東區東門路1段358號2樓之1', tel: '06-2089999',
  },
  {
    date: '1100224', id: '1163', name: '日盛-台中', open: '80/08/28', address: '台中市台灣大道二段573號4樓', tel: '04-23278989',
  },
  {
    date: '1100224', id: '1164', name: '日盛-內湖', open: '80/08/28', address: '台北市內湖區民權東路6段114號3樓', tel: '02-87927888',
  },
  {
    date: '1100224', id: '1165', name: '日盛-板橋', open: '80/08/28', address: '新北市板橋區府中路29號4樓', tel: '02-29693333',
  },
  {
    date: '1100224', id: '1166', name: '日盛-雙和', open: '80/08/28', address: '新北市中和區中和路356號3樓及358之1號3樓', tel: '02-29206868',
  },
  {
    date: '1100224', id: '1167', name: '日盛-嘉義', open: '80/08/28', address: '嘉義市興業西路342號之一2樓', tel: '05-2860777',
  },
  {
    date: '1100224', id: '1168', name: '日盛-高雄', open: '81/01/08', address: '高雄市七賢二路267號2樓', tel: '07-2816888',
  },
  {
    date: '1100224', id: '1169', name: '日盛-士林', open: '82/11/29', address: '台北市士林區文林路338號2樓', tel: '02-28831515',
  },
  {
    date: '1100224', id: '116A', name: '日盛-木柵', open: '82/12/29', address: '台北市木柵路3段96號4樓之1', tel: '02-22342616',
  },
  {
    date: '1100224', id: '116B', name: '日盛-中壢', open: '84/03/25', address: '桃園市中壢區復興路46號4樓', tel: '03-4273888',
  },
  {
    date: '1100224', id: '116C', name: '日盛-八德', open: '84/05/18', address: '桃園市八德區介壽路1段919號地下1樓', tel: '03-3622888',
  },
  {
    date: '1100224', id: '116E', name: '日盛-三重', open: '85/06/06', address: '新北市三重區重新路2段21號4樓', tel: '02-29845858',
  },
  {
    date: '1100224', id: '116F', name: '日盛-員林', open: '81/09/01', address: '彰化縣員林鎮中山路1段753號4、5樓', tel: '04-8326118',
  },
  {
    date: '1100224', id: '116G', name: '日盛-景美', open: '81/05/18', address: '台北市羅斯福路6段403號3樓', tel: '02-29353966',
  },
  {
    date: '1100224', id: '116H', name: '日盛-新竹', open: '81/09/01', address: '新竹市東門街60號3樓', tel: '03-5227868',
  },
  {
    date: '1100224', id: '116I', name: '日盛-南京', open: '85/12/24', address: '台北市南京東路2段38號3樓、7樓', tel: '02-25215678',
  },
  {
    date: '1100224', id: '116J', name: '日盛-板橋中山', open: '85/11/13', address: '新北市板橋區三民路1段210號4樓', tel: '02-29559000',
  },
  {
    date: '1100224', id: '116K', name: '日盛-花蓮', open: '85/12/24', address: '花蓮市中山路207號2樓', tel: '038-346888',
  },
  {
    date: '1100224', id: '116L', name: '日盛-大墩', open: '86/05/05', address: '台中市大墩路709號1、2樓', tel: '04-23288898',
  },
  {
    date: '1100224', id: '116M', name: '日盛-屏東', open: '86/11/15', address: '屏東市中正路125號3樓之1', tel: '08-7663888',
  },
  {
    date: '1100224', id: '116N', name: '日盛-永康', open: '86/11/08', address: '台南縣永康市小東路451號1樓', tel: '06-3113888',
  },
  {
    date: '1100224', id: '116P', name: '日盛-信義', open: '87/04/23', address: '台北市基隆路2段109號2樓', tel: '02-27390369',
  },
  {
    date: '1100224', id: '116Q', name: '日盛-二林', open: '81/09/01', address: '彰化縣二林鎮中山路116號4、5樓', tel: '04-8951808',
  },
  {
    date: '1100224', id: '116S', name: '日盛-新莊', open: '87/02/16', address: '新北市新莊區中正路383號2樓及3樓', tel: '02-22019789',
  },
  {
    date: '1100224', id: '116T', name: '日盛-自營', open: '78/08/31', address: '台北市南京東路二段111號8樓', tel: '02-25048888',
  },
  {
    date: '1100224', id: '116U', name: '日盛-桃園', open: '87/10/01', address: '桃園市中正路1223號2樓', tel: '03-3553188',
  },
  {
    date: '1100224', id: '116V', name: '日盛-斗六', open: '87/08/26', address: '雲林縣斗六市中山路72號2樓', tel: '05-5351010',
  },
  {
    date: '1100224', id: '116W', name: '日盛-鳳山', open: '88/06/15', address: '高雄市鳳山區光遠路163號2樓', tel: '07-7462488',
  },
  {
    date: '1100224', id: '116X', name: '日盛-宜蘭', open: '88/06/15', address: '宜蘭縣宜蘭市中山路3段217號2樓', tel: '039-313588',
  },
  {
    date: '1100224', id: '116Z', name: '日盛-中和', open: '91/10/11', address: '新北市中和區中和路35號4樓、29號4樓、31號4樓、33號4樓', tel: '02-22493366',
  },
  {
    date: '1100224', id: '116b', name: '日盛-園區', open: '91/10/07', address: '新竹市建中路37號1樓', tel: '03-5717666',
  },
  {
    date: '1100224', id: '116c', name: '日盛-豐原', open: '91/12/12', address: '台中市豐原區三民路95號4、5樓', tel: '(04)25229688',
  },
  {
    date: '1100224', id: '116d', name: '日盛-三峽', open: '93/06/18', address: '新北市三峽區文化路59號4樓之1', tel: '02-26745568',
  },
  {
    date: '1100224', id: '116e', name: '日盛-竹北', open: '93/06/30', address: '新竹縣竹北市縣政二路273、275號1樓', tel: '03-5585988',
  },
  {
    date: '1100224', id: '116f', name: '日盛-復興', open: '91/10/11', address: '台北市復興北路57號2樓之2', tel: '02-87718888',
  },
  {
    date: '1100224', id: '116g', name: '日盛-龍潭', open: '93/08/10', address: '桃園市龍潭區大昌路一段86號1樓', tel: '03-4802000',
  },
  {
    date: '1100224', id: '116i', name: '日盛-樹林', open: '87/02/16', address: '新北市樹林區中山路1段100、102號4樓', tel: '02-26869968',
  },
  {
    date: '1100224', id: '116j', name: '日盛-頭份', open: '91/10/07', address: '苗栗縣頭份鎮中華路926號2、4樓', tel: '037-663888',
  },
  {
    date: '1100224', id: '116k', name: '日盛-北高雄', open: '93/11/05', address: '高雄市鼓山區華榮路391號1、2樓', tel: '07-5501768',
  },
  {
    date: '1100224', id: '116m', name: '日盛-和美', open: '91/10/31', address: '彰化縣和美鎮彰美路5段300號3樓', tel: '04-7565988',
  },
  {
    date: '1100224', id: '116r', name: '日盛-文化', open: '91/10/11', address: '新北市板橋區文化路2段182巷1弄2號3樓', tel: '02-22569999',
  },
  {
    date: '1100224', id: '116s', name: '日盛-土城', open: '91/10/11', address: '新北市土城區中央路2段324之5號2樓、324之6號2樓、324之7號2樓及324之8號2樓', tel: '02-82613366',
  },
  {
    date: '1100224', id: '116x', name: '日盛-國際證券', open: '103/07/18', address: '台北市南京東路2段111號2樓及8樓', tel: '25615888',
  },
  {
    date: '1100224', id: '1232', name: '彰銀-七賢', open: '82/07/17', address: '高雄市忠孝一路456號3樓', tel: '07-2355658',
  },
  {
    date: '1100224', id: '1233', name: '彰銀-台中', open: '87/04/23', address: '台中市南區復興路二段七十八號三樓', tel: '04-22660011',
  },
  {
    date: '1100224', id: '1261', name: '宏遠-民生', open: '81/04/08', address: '台北市松山區民生東路5段171之1號及171之2號', tel: '02-27657933',
  },
  {
    date: '1100224', id: '1262', name: '宏遠-桃園', open: '84/12/16', address: '桃園市中正路1125號3樓', tel: '03-3463456',
  },
  {
    date: '1100224', id: '126D', name: '宏遠-台南', open: '86/08/13', address: '台南市中西區忠義路2段69號3樓', tel: '06-2236677',
  },
  {
    date: '1100224', id: '126H', name: '宏遠-中和', open: '87/08/01', address: '新北市中和區民樂路23號1樓及地下1樓', tel: '02-32346738',
  },
  {
    date: '1100224', id: '126L', name: '宏遠-台中', open: '87/10/20', address: '台中市文心路1段521號7樓之6', tel: '04-2255-6687',
  },
  {
    date: '1100224', id: '126Q', name: '宏遠-高雄', open: '99/02/01', address: '高雄市中正二路175號4樓', tel: '07-2299788',
  },
  {
    date: '1100224', id: '126T', name: '宏遠-自營', open: '79/04/27', address: '北市開封街一段2號2F', tel: '02-3121122',
  },
  {
    date: '1100224', id: '126U', name: '宏遠-館前', open: '89/05/02', address: '台北市中正區博愛路76號5樓', tel: '02-23121122',
  },
  {
    date: '1100224', id: '126X', name: '宏遠-新化', open: '95/07/24', address: '臺南市新化區中山路243號之1二樓及三樓', tel: '03-5102233',
  },
  {
    date: '1100224', id: '126i', name: '宏遠-光隆', open: '110/02/17', address: '花蓮縣花蓮市公園路26號4-6樓', tel: '03-8352181',
  },
  {
    date: '1100224', id: '2181', name: '亞東-板橋', open: '83/05/23', address: '新北市板橋市南雅南路二段一七０號一樓', tel: '02-89665558',
  },
  {
    date: '1100224', id: '2184', name: '亞東-新竹', open: '87/03/17', address: '新竹市光復路1段472號2樓', tel: '03-5641818',
  },
  {
    date: '1100224', id: '2185', name: '亞東-台南', open: '87/11/25', address: '台南市林森路1段395號4樓', tel: '06-2358999',
  },
  {
    date: '1100224', id: '2186', name: '亞東-高雄', open: '89/06/09', address: '高雄市前鎮區中山二路260號3樓', tel: '07-5369888',
  },
  {
    date: '1100224', id: '2187', name: '亞東-台中', open: '89/03/30', address: '台中市自由路2段131號2~3樓', tel: '04-22218600',
  },
  {
    date: '1100224', id: '218A', name: '亞東-國際證券', open: '104/06/02', address: '新北市板橋區新站路16號14樓', tel: '77531899',
  },
  {
    date: '1100224', id: '505T', name: '大展-自營', open: '81/12/02', address: '台北市館前路24-32號5樓', tel: '02-5551234',
  },
  {
    date: '1100224', id: '5261', name: '大慶-蘆洲', open: '82/09/27', address: '新北市蘆洲區中山一路161號地下一樓', tel: '02-22897766',
  },
  {
    date: '1100224', id: '5262', name: '大慶-楊梅', open: '84/11/08', address: '桃園市楊梅區新成路208號1樓', tel: '03-4759977',
  },
  {
    date: '1100224', id: '5263', name: '大慶-泰山', open: '86/02/12', address: '新北市泰山區明志路1段205號5樓之1,之2', tel: '02-22966688',
  },
  {
    date: '1100224', id: '5264', name: '大慶-高雄', open: '86/04/17', address: '高雄市中華四路159號4樓之1', tel: '07-3312288',
  },
  {
    date: '1100224', id: '5265', name: '大慶-苗栗', open: '83/10/03', address: '苗栗縣苗栗市建民街60號4樓', tel: '037-262888',
  },
  {
    date: '1100224', id: '5266', name: '大慶-中壢', open: '83/10/03', address: '桃園市平鎮區環南路18號地下1層之1之3之4', tel: '03-4912588',
  },
  {
    date: '1100224', id: '5267', name: '大慶-基隆', open: '86/05/23', address: '基隆市義一路18號5樓', tel: '02-24281122',
  },
  {
    date: '1100224', id: '5268', name: '大慶-台南', open: '86/10/07', address: '臺南市成功路518號3樓之1、之2', tel: '06-2232233',
  },
  {
    date: '1100224', id: '5269', name: '大慶-台中', open: '86/11/20', address: '台中市崇德路2段130號地下1樓', tel: '04-22375888',
  },
  {
    date: '1100224', id: '526A', name: '大慶-中和', open: '88/01/15', address: '新北市中和區景新街338號3樓', tel: '02-89411188',
  },
  {
    date: '1100224', id: '526K', name: '大慶-富順', open: '100/12/26', address: '新北市三重區自強路一段73號3樓', tel: '02-29818889',
  },
  {
    date: '1100224', id: '526T', name: '大慶-自營', open: '84/11/16', address: '台北市民生東路二段176號12樓', tel: '02-5084888',
  },
  {
    date: '1100224', id: '5381', name: '第一金-員林', open: '86/12/08', address: '彰化縣員林鎮大同路1段338號7樓', tel: '04-8339000',
  },
  {
    date: '1100224', id: '5382', name: '第一金-台中', open: '86/12/20', address: '台中市西區向上路1段110號1樓', tel: '04-23103648',
  },
  {
    date: '1100224', id: '5383', name: '第一金-高雄', open: '87/03/03', address: '高雄市苓雅區中正一路120號2樓', tel: '07-7262378',
  },
  {
    date: '1100224', id: '5384', name: '第一金-台南', open: '87/12/09', address: '台南市大同路1段98號2樓(部份)', tel: '06-2148111',
  },
  {
    date: '1100224', id: '5385', name: '第一金-桃園', open: '88/03/16', address: '桃園市桃園區民族路55號3樓', tel: '03-3382881',
  },
  {
    date: '1100224', id: '5386', name: '第一金-彰化', open: '91/08/08', address: '彰化縣彰化市和平路48號3樓部份', tel: '04-7203198',
  },
  {
    date: '1100224', id: '5387', name: '第一金-澎湖', open: '91/12/27', address: '澎湖縣馬公市光復路88號3樓', tel: '06-9278666',
  },
  {
    date: '1100224', id: '5389', name: '第一金-中山', open: '92/07/22', address: '台北市中山區中山北路2段61號4樓部份', tel: '02-25671189',
  },
  {
    date: '1100224', id: '538A', name: '第一金-新興', open: '92/12/01', address: '高雄市中正四路17號3樓', tel: '07-2516101',
  },
  {
    date: '1100224', id: '538B', name: '第一金-新竹', open: '92/12/01', address: '新竹市英明街3號3樓', tel: '03-5235211',
  },
  {
    date: '1100224', id: '538C', name: '第一金-光復', open: '92/12/01', address: '台北市光復北路16號2樓', tel: '02-25795811',
  },
  {
    date: '1100224', id: '538D', name: '第一金-忠孝', open: '92/12/01', address: '台北市忠孝東路2段88號3樓', tel: '02-23214955',
  },
  {
    date: '1100224', id: '538E', name: '第一金-自由', open: '92/12/01', address: '台中市自由路1段144號7樓', tel: '04-22287111',
  },
  {
    date: '1100224', id: '538F', name: '第一金-大稻埕', open: '92/12/01', address: '台北市迪化街1段63號3樓部份', tel: '02-25582211',
  },
  {
    date: '1100224', id: '538I', name: '第一金-頭份', open: '92/12/01', address: '苗栗縣頭份鎮中正路67號2樓', tel: '037-596611',
  },
  {
    date: '1100224', id: '538M', name: '第一金-嘉義', open: '93/08/10', address: '嘉義市中山路307號3樓', tel: '05-2283636',
  },
  {
    date: '1100224', id: '538N', name: '第一金-豐原', open: '92/12/01', address: '台中市豐原區中山路423號3樓', tel: '04-25239911',
  },
  {
    date: '1100224', id: '538P', name: '第一金-路竹', open: '92/12/01', address: '高雄市路竹區中山路1187號2樓', tel: '07-6970111',
  },
  {
    date: '1100224', id: '538T', name: '第一金 -自營', open: '86/01/13', address: '台北市大安區安和路一段29號6樓部份', tel: '02-27748990',
  },
  {
    date: '1100224', id: '538W', name: '第一金-華江', open: '98/11/18', address: '新北市板橋區文化路1段329號2樓之1及2樓', tel: '02-2258-3311',
  },
  {
    date: '1100224', id: '538Y', name: '第一金-中壢', open: '92/12/01', address: '桃園市中壢區中央西路2段30號2樓', tel: '03-4922011',
  },
  {
    date: '1100224', id: '538a', name: '第一金-國際證券', open: '103/11/11', address: '台北市中山區長安東路一段22號2樓及4樓', tel: '02-2563-6262',
  },
  {
    date: '1100224', id: '538j', name: '第一金-安和', open: '93/05/17', address: '台北市安和路一段27號6樓部份', tel: '02-2741-3434',
  },
  {
    date: '1100224', id: '5851', name: '統一-高雄', open: '80/09/30', address: '高雄市中正三路55號5樓', tel: '07-2268999',
  },
  {
    date: '1100224', id: '5852', name: '統一-敦南', open: '80/09/30', address: '台北市敦化南路2段65號21樓', tel: '02-27552288',
  },
  {
    date: '1100224', id: '5853', name: '統一-中壢', open: '80/09/30', address: '桃園市中壢區中美路51號1樓', tel: '03-4224888',
  },
  {
    date: '1100224', id: '5854', name: '統一-城中', open: '80/09/30', address: '台北市博愛路80號2樓、4樓之1', tel: '02-23115757',
  },
  {
    date: '1100224', id: '5855', name: '統一-台南', open: '80/09/30', address: '台南市中西區中山路88號3樓', tel: '06-2112288',
  },
  {
    date: '1100224', id: '5856', name: '統一-台中', open: '80/09/30', address: '台中市五權西路1段257號3樓', tel: '04-23723333',
  },
  {
    date: '1100224', id: '5857', name: '統一-新竹', open: '80/09/30', address: '新竹市北大路307號2樓', tel: '03-5225666',
  },
  {
    date: '1100224', id: '5858', name: '統一-嘉義', open: '80/09/30', address: '嘉義市林森西路153號3樓', tel: '05-2252111',
  },
  {
    date: '1100224', id: '5859', name: '統一-屏東', open: '80/09/30', address: '屏東縣屏東市濟南街10-1號', tel: '08-7353888',
  },
  {
    date: '1100224', id: '585A', name: '統一-基隆', open: '82/08/26', address: '基隆市仁愛區仁三路11號2樓', tel: '02-24225288',
  },
  {
    date: '1100224', id: '585B', name: '統一-永和', open: '83/12/24', address: '新北市永和區福和路389號3樓', tel: '02-22319966',
  },
  {
    date: '1100224', id: '585D', name: '統一-新台中', open: '84/07/22', address: '台中市西屯區文心路2段201號8樓之1、2、3、5、6、7、8', tel: '04-22587222',
  },
  {
    date: '1100224', id: '585E', name: '統一-新營', open: '84/11/18', address: '台南市新營區中山路113號4樓', tel: '06-6356388',
  },
  {
    date: '1100224', id: '585F', name: '統一-彰化', open: '82/08/16', address: '彰化縣彰化市華山路37號6樓', tel: '04-7225161',
  },
  {
    date: '1100224', id: '585H', name: '統一-桃園', open: '85/06/25', address: '桃園市桃園區成功路1段32號10樓', tel: '03-3386677',
  },
  {
    date: '1100224', id: '585I', name: '統一-員林', open: '90/06/26', address: '彰化縣員林鎮靜修路12號2樓', tel: '04-8336288',
  },
  {
    date: '1100224', id: '585J', name: '統一-三重', open: '85/09/21', address: '新北市三重區重新路4段12號4樓', tel: '02-29779933',
  },
  {
    date: '1100224', id: '585M', name: '統一-士林', open: '86/01/18', address: '台北市士林區承德路4段83號3樓、3樓之1、3樓之2', tel: '02-28866677',
  },
  {
    date: '1100224', id: '585P', name: '統一-板橋', open: '86/03/01', address: '新北市板橋區府中路29之2號8樓', tel: '02-29692299',
  },
  {
    date: '1100224', id: '585Q', name: '統一-三多', open: '86/03/22', address: '高雄市苓雅區四維四路7號6樓', tel: '07-3368568',
  },
  {
    date: '1100224', id: '585R', name: '統一-汐止', open: '86/03/21', address: '新北市汐止區中興路160號5樓、5樓之1、5樓之2', tel: '02-26935558',
  },
  {
    date: '1100224', id: '585S', name: '統一-宜蘭', open: '90/10/02', address: '宜蘭縣宜蘭市民族路338號3樓', tel: '03-9353660',
  },
  {
    date: '1100224', id: '585T', name: '統一-自營', open: '78/04/03', address: '台北市南京東路五段228巷14號5樓', tel: '02-27478266',
  },
  {
    date: '1100224', id: '585U', name: '統一-南京', open: '86/02/11', address: '台北市南京東路3段248號2樓', tel: '02-27317777',
  },
  {
    date: '1100224', id: '585W', name: '統一-金門', open: '89/09/11', address: '金門縣金城鎮民權路160號2樓', tel: '082-320811',
  },
  {
    date: '1100224', id: '585Y', name: '統一-土城', open: '89/08/19', address: '新北市土城區裕民路149號2樓、2樓之1', tel: '02-82602000',
  },
  {
    date: '1100224', id: '585Z', name: '統一-松江', open: '92/11/05', address: '台北市松江路127之1號5樓', tel: '0225165988',
  },
  {
    date: '1100224', id: '585b', name: '統一-內湖', open: '93/04/09', address: '台北市內湖路1段575號3樓', tel: '(02)87525959',
  },
  {
    date: '1100224', id: '585c', name: '統一-仁愛', open: '93/07/22', address: '台北市安和路1段29號2樓', tel: '02-27726588',
  },
  {
    date: '1100224', id: '585g', name: '統一-平鎮', open: '104/10/26', address: '桃園市中壢區中正路582號1樓、2樓', tel: '03-4910736',
  },
  {
    date: '1100224', id: '585m', name: '統一-竹南', open: '103/10/13', address: '苗栗縣竹南鎮中正路217號2樓', tel: '037-480666',
  },
  {
    date: '1100224', id: '585s', name: '統一-國際證券', open: '103/07/07', address: '台北市東興路8號1樓部份', tel: '27478266',
  },
  {
    date: '1100224', id: '5921', name: '元富-高雄', open: '80/03/18', address: '高雄市九如二路548號2、3樓', tel: '07-3122822',
  },
  {
    date: '1100224', id: '5922', name: '元富-新店', open: '83/04/20', address: '新北市新店區中興路3段134號地下一樓', tel: '02-29177888',
  },
  {
    date: '1100224', id: '5923', name: '元富-三重', open: '84/09/14', address: '新北市三重區重新路2段21號3樓', tel: '02-29885568',
  },
  {
    date: '1100224', id: '5925', name: '元富-台中', open: '85/03/15', address: '台中市五權西路一段二三七號二樓', tel: '04-23759979',
  },
  {
    date: '1100224', id: '5926', name: '元富-四維', open: '85/11/05', address: '高雄市四維四路30號3樓', tel: '07-3356677',
  },
  {
    date: '1100224', id: '5927', name: '元富-林園', open: '86/01/25', address: '高雄市林園區沿海路3段2號2樓', tel: '07-6433779',
  },
  {
    date: '1100224', id: '5928', name: '元富-新莊', open: '86/04/12', address: '新北市新莊區新泰路368號1、2樓', tel: '02-29962299',
  },
  {
    date: '1100224', id: '5929', name: '元富-台南', open: '81/12/07', address: '台南市忠義路2段47號3.4.5(營業廳設於3F)', tel: '06-2219089',
  },
  {
    date: '1100224', id: '592A', name: '元富-緯城', open: '82/01/11', address: '高雄市博愛一路391號8樓及11樓(營業廳設於8F)', tel: '07-3131123',
  },
  {
    date: '1100224', id: '592B', name: '元富-永和', open: '86/04/18', address: '新北市永和區民有街1號2樓', tel: '02-29491888',
  },
  {
    date: '1100224', id: '592C', name: '元富-潮州', open: '84/11/04', address: '屏東縣潮州鎮新生路8號1,2樓(營業廳設於1樓) 86.08.04.遷移', tel: '08-7884930',
  },
  {
    date: '1100224', id: '592D', name: '元富-大昌', open: '84/11/04', address: '高雄市三民區九如一路502號地下一層', tel: '07-3851168',
  },
  {
    date: '1100224', id: '592E', name: '元富-城中', open: '86/01/27', address: '台北市承德路一段十七號地下一樓', tel: '02-25563636',
  },
  {
    date: '1100224', id: '592G', name: '元富-新竹', open: '86/10/30', address: '新竹市信義街68號7樓之1、7樓之2', tel: '03-5258282',
  },
  {
    date: '1100224', id: '592H', name: '元富-信義', open: '86/12/16', address: '台北市信義路2段101號2樓', tel: '02-23587778',
  },
  {
    date: '1100224', id: '592I', name: '元富-嘉義', open: '86/11/03', address: '嘉義市垂楊路316號3樓之1', tel: '05-2257789',
  },
  {
    date: '1100224', id: '592L', name: '元富-中壢', open: '88/01/08', address: '桃園縣中壢市元化路226號3樓', tel: '03-4263888',
  },
  {
    date: '1100224', id: '592M', name: '元富-彰化', open: '88/01/08', address: '彰化市彰美路1段186號6F', tel: '04-7283456',
  },
  {
    date: '1100224', id: '592N', name: '元富-虎尾', open: '89/01/17', address: '雲林縣虎尾鎮中正路15號三樓', tel: '05-6360389',
  },
  {
    date: '1100224', id: '592P', name: '元富-同大', open: '87/07/13', address: '高雄市岡山區岡山路339號3樓', tel: '07-6225788',
  },
  {
    date: '1100224', id: '592Q', name: '元富-敦南', open: '89/06/27', address: '台北市忠孝東路4段212號3樓', tel: '02-87723988',
  },
  {
    date: '1100224', id: '592S', name: '元富-基隆', open: '88/06/21', address: '基隆市愛四路60號4樓', tel: '02-24288899',
  },
  {
    date: '1100224', id: '592T', name: '元富-自營', open: '78/05/29', address: '台北市敦化南路2段99號19樓', tel: '02-3255818',
  },
  {
    date: '1100224', id: '592U', name: '元富-宜蘭', open: '88/05/24', address: '宜蘭縣宜蘭市舊城北路23號', tel: '03-9369688',
  },
  {
    date: '1100224', id: '592V', name: '元富-民權', open: '88/05/24', address: '台北市民權西路十一號七樓', tel: '02-25926188',
  },
  {
    date: '1100224', id: '592W', name: '元富-吉利', open: '89/07/24', address: '台北市承德路7段348號1樓', tel: '02-28229090',
  },
  {
    date: '1100224', id: '592X', name: '元富-草屯', open: '89/03/06', address: '南投縣草屯鎮和興街94號3樓之1', tel: '049-2355888',
  },
  {
    date: '1100224', id: '592Y', name: '元富-埔里', open: '89/03/06', address: '南投縣埔里鎮南昌街231號2樓', tel: '049-2900999',
  },
  {
    date: '1100224', id: '592Z', name: '元富-安南', open: '89/07/24', address: '台南市安中路二段三００號八樓', tel: '06-2453088',
  },
  {
    date: '1100224', id: '592a', name: '元富-松德', open: '89/07/24', address: '台北市松德路16號地下1樓', tel: '02-27202828',
  },
  {
    date: '1100224', id: '592b', name: '元富-板橋', open: '92/08/11', address: '新北市板橋區中山路一段141號5樓', tel: '02-89536888',
  },
  {
    date: '1100224', id: '592c', name: '元富-烏日', open: '94/01/03', address: '台中縣烏日鄉三民街179號4樓', tel: '04-23362288',
  },
  {
    date: '1100224', id: '592d', name: '元富-延平', open: '89/07/24', address: '台北市長安東路1段23號2樓之1', tel: '02-25633399',
  },
  {
    date: '1100224', id: '592e', name: '元富-古亭', open: '89/07/24', address: '台北市羅斯福路3段28號2樓', tel: '02-83695288',
  },
  {
    date: '1100224', id: '592f', name: '元富-國際證券', open: '103/05/20', address: '台北市敦化南路二段99號19樓', tel: '02-23255818',
  },
  {
    date: '1100224', id: '592g', name: '元富-中原', open: '92/12/12', address: '台中市潭子區中山路2段281號3樓', tel: '04-25326677',
  },
  {
    date: '1100224', id: '592i', name: '元富-中港', open: '92/12/03', address: '台中市清水區中山路196號5樓', tel: '04-26222299',
  },
  {
    date: '1100224', id: '592l', name: '元富-大裕', open: '94/01/03', address: '台中市台中路504號', tel: '04-22862688',
  },
  {
    date: '1100224', id: '592m', name: '元富-成功', open: '89/07/24', address: '台南市成功路四五七號三樓', tel: '06-2232323',
  },
  {
    date: '1100224', id: '592n', name: '元富-西松', open: '89/07/24', address: '台北市南京東路5段108號3樓', tel: '02-27562288',
  },
  {
    date: '1100224', id: '592o', name: '元富-新興', open: '98/10/05', address: '高雄市新興區七賢一路251號2樓', tel: '07-238-5678',
  },
  {
    date: '1100224', id: '592q', name: '元富-屏東', open: '98/10/05', address: '屏東市中正路一二三號二樓', tel: '08-7339522',
  },
  {
    date: '1100224', id: '592r', name: '元富-城東', open: '98/10/05', address: '台北市中山區南京東路2段123號2樓之1', tel: '02-2509-9928',
  },
  {
    date: '1100224', id: '592u', name: '元富-世貿', open: '98/10/05', address: '台北市信義區信義路五段8號2樓', tel: '02-8780-1800',
  },
  {
    date: '1100224', id: '592v', name: '元富-桃園', open: '93/07/01', address: '桃園縣桃園市成功路2段1號2樓', tel: '03-3366000',
  },
  {
    date: '1100224', id: '592w', name: '元富-佳里', open: '89/07/24', address: '台南市佳里區和平街83號4樓、5樓', tel: '06-7232323',
  },
  {
    date: '1100224', id: '592y', name: '元富-花蓮', open: '91/09/16', address: '花蓮市民國路167號', tel: '038-360988',
  },
  {
    date: '1100224', id: '592z', name: '元富-文心', open: '98/10/05', address: '台中市西屯區文心路2段645號2樓', tel: '04-2252-1010',
  },
  {
    date: '1100224', id: '6114', name: '台中銀-員林', open: '102/05/02', address: '彰化縣員林鎮中正路462號3樓', tel: '04-8329000',
  },
  {
    date: '1100224', id: '6115', name: '台中銀-台北', open: '102/05/02', address: '台北市中正區忠孝東路一段85號6樓', tel: '02-27736955',
  },
  {
    date: '1100224', id: '6116', name: '台中銀-高雄', open: '102/05/02', address: '高雄市左營區曾子路386號4樓部份', tel: '07-3486898',
  },
  {
    date: '1100224', id: '611A', name: '台中銀-豐原', open: '103/07/21', address: '台中市豐原區中正路220號4樓', tel: '04-25274150',
  },
  {
    date: '1100224', id: '6161', name: '中國信託-三重', open: '84/12/01', address: '新北市三重區重陽路一段66號2樓', tel: '02-89822558',
  },
  {
    date: '1100224', id: '6162', name: '中國信託-忠孝', open: '86/07/02', address: '台北市中正區忠孝西路一段6號4樓', tel: '02-23141122',
  },
  {
    date: '1100224', id: '6163', name: '中國信託-永康', open: '88/01/15', address: '台南市永康區中華路425號2樓', tel: '06-2338233',
  },
  {
    date: '1100224', id: '6164', name: '中國信託-文心', open: '91/07/01', address: '台中市北屯區文心路四段八七五號三樓', tel: '04-22468800',
  },
  {
    date: '1100224', id: '6165', name: '中國信託-新竹', open: '92/06/16', address: '新竹市民族路139號2樓', tel: '03-5153100',
  },
  {
    date: '1100224', id: '6167', name: '中國信託-松江', open: '101/10/05', address: '台北市中山區松江路220號3樓之1', tel: '02-2581-5688',
  },
  {
    date: '1100224', id: '6168', name: '中國信託-嘉義', open: '102/04/19', address: '嘉義市西區中山路386號6樓', tel: '05-2286699',
  },
  {
    date: '1100224', id: '616A', name: '中國信託-中壢', open: '104/05/08', address: '桃園市中壢區中山路118號3樓', tel: '03-4229666',
  },
  {
    date: '1100224', id: '616K', name: '中國信託-高雄', open: '86/05/31', address: '高雄市前金區中正四路168號6樓之1', tel: '07-2151166',
  },
  {
    date: '1100224', id: '616T', name: '中國信託-自營', open: '86/05/31', address: '台北市松壽路3號6樓、10樓', tel: '02-66392000',
  },
  {
    date: '1100224', id: '616X', name: '中國信託-國際證券', open: '104/03/17', address: '台北市南港區經貿二路168號3樓', tel: '02-87891075',
  },
  {
    date: '1100224', id: '6461', name: '大昌-樹林', open: '85/12/26', address: '新北市樹林區復興路11號、13號及15號1、2樓', tel: '02-26756088',
  },
  {
    date: '1100224', id: '6462', name: '大昌-安康', open: '86/12/08', address: '新北市新店區安和路一段25之5號及25之6號', tel: '02-86669988',
  },
  {
    date: '1100224', id: '6463', name: '大昌-新竹', open: '88/04/20', address: '新竹市大同路130號3樓及新竹市中山路3號2至4樓', tel: '03-5222868',
  },
  {
    date: '1100224', id: '6464', name: '大昌-新店', open: '83/08/01', address: '新北市新店區北新路2段108號3樓', tel: '02-29179111',
  },
  {
    date: '1100224', id: '6465', name: '大昌-桃園', open: '90/07/27', address: '桃園市桃園區經國路128號2樓', tel: '03-3263689',
  },
  {
    date: '1100224', id: '6912', name: '德信-中正', open: '83/12/07', address: '臺中市臺灣大道一段728號6樓', tel: '04-22026200',
  },
  {
    date: '1100224', id: '6913', name: '德信-新營', open: '86/07/18', address: '台南市新營區新進路2段109號3樓', tel: '06-6337258',
  },
  {
    date: '1100224', id: '6914', name: '德信-三重', open: '89/05/12', address: '新北市三重區重陽路1段66號7樓', tel: '02-29718188',
  },
  {
    date: '1100224', id: '6915', name: '德信-和平', open: '89/06/09', address: '台北市大安區信義路四段303號6樓', tel: '02-27066168',
  },
  {
    date: '1100224', id: '691T', name: '德信-自營', open: '88/07/03', address: '台北市新生南路1段50號4樓', tel: '02-23939988',
  },
  {
    date: '1100224', id: '7001', name: '兆豐-嘉義', open: '83/11/22', address: '嘉義市文化路259號3樓及4樓', tel: '05-2230230',
  },
  {
    date: '1100224', id: '7003', name: '兆豐-台中', open: '87/05/25', address: '台中市五權西路一段257號7樓', tel: '04-23780568',
  },
  {
    date: '1100224', id: '7005', name: '兆豐-台中港', open: '88/01/12', address: '台中縣沙鹿鎮沙田路107號2樓', tel: '04-26651100',
  },
  {
    date: '1100224', id: '7006', name: '兆豐-台南', open: '87/12/29', address: '台南市忠義路2段14號4樓', tel: '06-2230398',
  },
  {
    date: '1100224', id: '7007', name: '兆豐-竹北', open: '88/07/31', address: '新竹縣竹北市三民路18、20、22、24號1樓及18、24號2樓', tel: '03-5543223',
  },
  {
    date: '1100224', id: '7008', name: '兆豐-三重', open: '89/01/07', address: '新北市三重區正義北路195號3樓', tel: '02-29817799',
  },
  {
    date: '1100224', id: '7009', name: '兆豐-景美', open: '89/03/17', address: '台北市文山區景中街1號3樓', tel: '02-29307799',
  },
  {
    date: '1100224', id: '700B', name: '兆豐-板橋', open: '89/03/30', address: '新北市板橋區文化路1段268號2樓之1', tel: '02-22538699',
  },
  {
    date: '1100224', id: '700C', name: '兆豐-來福', open: '88/01/25', address: '雲林縣斗六市民生路156號8樓', tel: '05-5338989',
  },
  {
    date: '1100224', id: '700D', name: '兆豐-西螺', open: '88/01/25', address: '雲林縣西螺鎮中山路127號3樓', tel: '05-5867999',
  },
  {
    date: '1100224', id: '700E', name: '兆豐-斗南', open: '88/01/25', address: '雲林縣斗南鎮中正路131號3樓', tel: '05-5968899',
  },
  {
    date: '1100224', id: '700F', name: '兆豐-虎尾', open: '88/01/25', address: '雲林縣虎尾鎮公安路133號4樓', tel: '05-6313388',
  },
  {
    date: '1100224', id: '700G', name: '兆豐-麻豆', open: '89/06/23', address: '台南縣麻豆鎮興中路127號3樓', tel: '06-5728388',
  },
  {
    date: '1100224', id: '700H', name: '兆豐-東門', open: '89/07/07', address: '台北市金山南路2段33號2樓', tel: '02-23435488',
  },
  {
    date: '1100224', id: '700I', name: '兆豐-北高雄', open: '89/09/22', address: '高雄市中正四路235號2樓之1', tel: '07-2612345',
  },
  {
    date: '1100224', id: '700J', name: '兆豐-公益', open: '89/10/17', address: '台中市中區民權路216號6樓之1', tel: '04-23259966',
  },
  {
    date: '1100224', id: '700K', name: '兆豐-新營', open: '87/03/17', address: '台南市新營區中營里中山路116號', tel: '06-6357111',
  },
  {
    date: '1100224', id: '700M', name: '兆豐-桃園', open: '89/11/18', address: '桃園縣桃園市成功路2段2號2樓', tel: '033475188',
  },
  {
    date: '1100224', id: '700P', name: '兆豐-南京', open: '92/01/30', address: '台北市南京東路3段65號3樓', tel: '02-25169888',
  },
  {
    date: '1100224', id: '700R', name: '兆豐-小港', open: '92/01/30', address: '高雄市小港區漢民路381號2樓', tel: '07-8063000',
  },
  {
    date: '1100224', id: '700S', name: '兆豐-大同', open: '92/01/31', address: '台北市民生西路286號3樓', tel: '02-25506078',
  },
  {
    date: '1100224', id: '700T', name: '兆豐-自營', open: '86/12/31', address: '台北市忠孝東路四段563號三樓', tel: '02-23278988',
  },
  {
    date: '1100224', id: '700U', name: '兆豐-桃鶯', open: '92/01/30', address: '桃園市桃園區桃鶯路343號3樓', tel: '03-3776899',
  },
  {
    date: '1100224', id: '700V', name: '兆豐-新竹', open: '92/01/31', address: '新竹市中正路129號3樓', tel: '03-5256199',
  },
  {
    date: '1100224', id: '700W', name: '兆豐-城中', open: '92/03/29', address: '台北市重慶南路1段2號2樓', tel: '02-23315199',
  },
  {
    date: '1100224', id: '700X', name: '兆豐-永和', open: '93/05/17', address: '新北市永和區永和路2段121號3樓', tel: '02-2927-3799',
  },
  {
    date: '1100224', id: '700Z', name: '兆豐-高雄', open: '92/01/30', address: '高雄市新光路36號1樓', tel: '07-3315200',
  },
  {
    date: '1100224', id: '700a', name: '兆豐-忠孝', open: '92/01/31', address: '台北市忠孝東路4段563號3樓、565號4樓', tel: '02-27479966',
  },
  {
    date: '1100224', id: '700b', name: '兆豐-中壢', open: '93/11/03', address: '桃園市中壢區中山路142號8樓、146號8樓', tel: '03-2807759',
  },
  {
    date: '1100224', id: '700c', name: '兆豐-民生', open: '93/05/12', address: '台北市民生東路3段128號3樓之2', tel: '02-27169966',
  },
  {
    date: '1100224', id: '700d', name: '兆豐-彰化', open: '93/06/30', address: '彰化縣彰化市和平路57號6樓', tel: '04-7289966',
  },
  {
    date: '1100224', id: '700f', name: '兆豐-鹿港', open: '92/01/31', address: '彰化縣鹿港鎮彰鹿路8段59號', tel: '04-7772900',
  },
  {
    date: '1100224', id: '700g', name: '兆豐-南門', open: '93/03/09', address: '台北市羅斯福2段9號2樓', tel: '02-23959966',
  },
  {
    date: '1100224', id: '700h', name: '兆豐-三民', open: '92/01/30', address: '高雄市大順二路41號2樓', tel: '07-3958858',
  },
  {
    date: '1100224', id: '700i', name: '兆豐-松德', open: '92/01/31', address: '台北市信義區忠孝東路5段510號3樓', tel: '02-27275168',
  },
  {
    date: '1100224', id: '700j', name: '兆豐-大安', open: '92/07/04', address: '台北市信義路3段182號3樓、4樓', tel: '02-27003236',
  },
  {
    date: '1100224', id: '700k', name: '兆豐-員林', open: '92/01/30', address: '彰化縣員林鎮中山路1段753號3樓', tel: '04-8373898',
  },
  {
    date: '1100224', id: '700m', name: '兆豐-國際證券', open: '103/07/25', address: '台北市忠孝東路二段95號3樓', tel: '02-23278988',
  },
  {
    date: '1100224', id: '700p', name: '兆豐-復興', open: '92/01/30', address: '台北市復興北路99號8樓', tel: '02-25148588',
  },
  {
    date: '1100224', id: '700q', name: '兆豐-內湖', open: '95/10/26', address: '台北市內湖區成功路4段166號5樓', tel: '02-27946088',
  },
  {
    date: '1100224', id: '700r', name: '兆豐-寶成', open: '96/08/10', address: '台中市西屯區臺灣大道4段600號3樓', tel: '(04)24651001',
  },
  {
    date: '1100224', id: '700s', name: '兆豐-岡山', open: '91/07/01', address: '高雄市岡山區中山北路28號3樓', tel: '07-6235988',
  },
  {
    date: '1100224', id: '700w', name: '兆豐-新莊', open: '93/02/12', address: '新北市新莊區思源路427號2樓', tel: '02-89913777',
  },
  {
    date: '1100224', id: '7031', name: '致和-台北', open: '84/05/06', address: '台北市信義路4段96號2樓', tel: '02-7006666',
  },
  {
    date: '1100224', id: '7032', name: '致和-佳里', open: '85/06/24', address: '台南市佳里區延平路351號3樓', tel: '06-7226666',
  },
  {
    date: '1100224', id: '7033', name: '致和-府前', open: '85/12/07', address: '台南市府前路1段141號2樓', tel: '06-2135888',
  },
  {
    date: '1100224', id: '7034', name: '致和-金華', open: '86/03/01', address: '台南市金華路二段一七二號地下一樓', tel: '06-2619777',
  },
  {
    date: '1100224', id: '7035', name: '致和-東門', open: '86/07/15', address: '台北市信義路二段二一三號二樓', tel: '02-23516600',
  },
  {
    date: '1100224', id: '7036', name: '致和-高雄', open: '86/10/02', address: '高雄市光華一路148之83號1、2樓', tel: '07-2259255',
  },
  {
    date: '1100224', id: '7038', name: '致和-南京', open: '87/09/09', address: '台北市南京東路五段一八八號四樓', tel: '02-27485558',
  },
  {
    date: '1100224', id: '703B', name: '致和-崇德', open: '96/11/12', address: '南市東區中華東路3段242號1樓', tel: '06-2899000',
  },
  {
    date: '1100224', id: '703T', name: '致和-自營', open: '87/12/07', address: '台北市南京東路五段188號4F', tel: '0227485556',
  },
  {
    date: '1100224', id: '7791', name: '國票-台東', open: '81/06/01', address: '台東縣台東市更生路560號2樓及3樓', tel: '089-321789',
  },
  {
    date: '1100224', id: '7792', name: '國票-北投', open: '83/02/16', address: '台北市北投區北投路2段13號2樓', tel: '02-28969268',
  },
  {
    date: '1100224', id: '7795', name: '國票-南港', open: '86/10/06', address: '台北市南港區興中路12巷25號地下1樓', tel: '02-26535757',
  },
  {
    date: '1100224', id: '7797', name: '國票-中正', open: '86/10/16', address: '高雄市前金區中正四路213號1樓', tel: '07-2166166',
  },
  {
    date: '1100224', id: '7798', name: '國票-內壢', open: '87/02/07', address: '桃園市中壢區興農路125號3樓', tel: '03-4618688',
  },
  {
    date: '1100224', id: '779D', name: '國票-台南', open: '86/08/16', address: '臺南市成功路114號5樓', tel: '06-2203979',
  },
  {
    date: '1100224', id: '779E', name: '國票-南崁', open: '87/05/26', address: '桃園市蘆竹區中正路二九五號三樓之一及三樓之二', tel: '03-3115688',
  },
  {
    date: '1100224', id: '779G', name: '國票-新莊', open: '87/10/14', address: '新北市新莊區中華路1段16號地下1層', tel: '02-29923888',
  },
  {
    date: '1100224', id: '779H', name: '國票-嘉義', open: '87/09/02', address: '嘉義市垂楊路508號3、4樓', tel: '05-2162888',
  },
  {
    date: '1100224', id: '779J', name: '國票-北高雄', open: '87/10/08', address: '高雄市左營區立文路77號2樓', tel: '07-5581777',
  },
  {
    date: '1100224', id: '779P', name: '國票-九鼎', open: '87/12/30', address: '台中市北屯路二四五號一樓、二四五之一號一、二樓', tel: '04-22321688',
  },
  {
    date: '1100224', id: '779T', name: '國票-自營', open: '89/09/11', address: '台北市中山區樂群三路126號4樓及132號4樓', tel: '02-25288988',
  },
  {
    date: '1100224', id: '779V', name: '國票-天祥', open: '91/10/21', address: '高雄市三民區天祥一路148號', tel: '07-3477111',
  },
  {
    date: '1100224', id: '779W', name: '國票-彰化', open: '91/10/21', address: '彰化縣彰化市金馬路三段六五六號一樓', tel: '04-7638888',
  },
  {
    date: '1100224', id: '779X', name: '國票-中和', open: '91/04/15', address: '新北市中和區信義街43號3樓', tel: '02-29467777',
  },
  {
    date: '1100224', id: '779Z', name: '國票-安和', open: '91/04/15', address: '台北市大安區信義路四段382號3樓及4樓', tel: '02-27557999',
  },
  {
    date: '1100224', id: '779b', name: '國票-國際證券', open: '103/09/15', address: '台北市中山區樂群三路126號4樓及132號4樓', tel: '(02)25288988',
  },
  {
    date: '1100224', id: '779c', name: '國票-敦北法人', open: '91/10/21', address: '台北市松山區南京東路三段346號2樓', tel: '02-27760606',
  },
  {
    date: '1100224', id: '779e', name: '國票-南科', open: '91/10/21', address: '台南市新市區復興路1-1號2樓', tel: '06-5890128',
  },
  {
    date: '1100224', id: '779j', name: '國票-和平', open: '91/10/21', address: '高雄市苓雅區和平一路87號1樓', tel: '07-7711111',
  },
  {
    date: '1100224', id: '779m', name: '國票-中港', open: '91/10/21', address: '臺中市西區臺中港路一段一二號五樓', tel: '04-22069988',
  },
  {
    date: '1100224', id: '779n', name: '國票-南京', open: '98/04/06', address: '台北市松山區南京東路五段188號8樓之9及4樓之1', tel: '(02)25287799',
  },
  {
    date: '1100224', id: '779r', name: '國票-桃園', open: '98/04/06', address: '桃園市桃園區中正路133號5樓', tel: '(03)338-1123',
  },
  {
    date: '1100224', id: '779u', name: '國票-長城', open: '98/04/06', address: '台北市大安區仁愛路四段376號 4 樓', tel: '(02)27008999',
  },
  {
    date: '1100224', id: '779v', name: '國票-台中', open: '98/04/06', address: '臺中市西屯區市政北一路1號7樓', tel: '(04)22553232',
  },
  {
    date: '1100224', id: '779z', name: '國票-博愛', open: '98/04/06', address: '台北市博愛路 38 號 2 樓', tel: '(02)23899988',
  },
  {
    date: '1100224', id: '8151', name: '台新-建北', open: '106/08/28', address: '台北市中山區建國北路2段17號3樓', tel: '02-25160222',
  },
  {
    date: '1100224', id: '8152', name: '台新-新莊', open: '106/08/28', address: '新北市新莊區民安路179號地下1樓', tel: '02-22062828',
  },
  {
    date: '1100224', id: '8156', name: '台新-三民', open: '106/08/28', address: '高雄市三民區壽昌路93號2、3樓', tel: '07-3871166',
  },
  {
    date: '1100224', id: '8157', name: '台新-左楠', open: '106/08/28', address: '高雄市楠梓區軍校路800號3F', tel: '07-3643767',
  },
  {
    date: '1100224', id: '8158', name: '台新-松江', open: '106/08/28', address: '台北市中山區松江路122號3樓', tel: '02-25371188',
  },
  {
    date: '1100224', id: '8159', name: '台新-台南', open: '106/08/28', address: '台南市西門路2段389號3樓', tel: '06-2218988',
  },
  {
    date: '1100224', id: '815A', name: '台新-高雄', open: '99/05/10', address: '高雄市中山二路260號三樓之一', tel: '(07)537-5589',
  },
  {
    date: '1100224', id: '815B', name: '台新-台中', open: '99/11/29', address: '台中市東興路二段187號3樓', tel: '(04)24755000',
  },
  {
    date: '1100224', id: '815H', name: '台新-屏東', open: '106/08/28', address: '屏東縣屏東市廣東路107號2~4樓', tel: '08-722-3377',
  },
  {
    date: '1100224', id: '815S', name: '台新-中壢', open: '106/08/28', address: '桃園市中壢區延平路368號3樓', tel: '03-2805759',
  },
  {
    date: '1100224', id: '815Y', name: '台新-新營', open: '106/08/28', address: '台南市新營區中山路115號4樓之1', tel: '06-6356100',
  },
  {
    date: '1100224', id: '8381', name: '安泰-大發', open: '86/07/26', address: '高雄市大寮區力行路105號', tel: '07-7819121',
  },
  {
    date: '1100224', id: '8382', name: '安泰-楠梓', open: '86/08/01', address: '高雄市楠梓區興楠路285號1樓', tel: '07-3528866',
  },
  {
    date: '1100224', id: '8451', name: '康和-延平', open: '84/08/29', address: '台北市南京西路406號5樓', tel: '02-25567222',
  },
  {
    date: '1100224', id: '8455', name: '康和-台中', open: '81/10/16', address: '台中市北區中清路一段100號8樓之1', tel: '04-22015988',
  },
  {
    date: '1100224', id: '8456', name: '康和-新竹', open: '86/05/17', address: '新竹市四維路130號2樓之1', tel: '03-5255678',
  },
  {
    date: '1100224', id: '8458', name: '康和-台南', open: '85/04/09', address: '臺南市永福路2段154號4樓', tel: '06-2203371',
  },
  {
    date: '1100224', id: '8459', name: '康和-嘉義', open: '83/05/02', address: '嘉義市興業西路123號2樓', tel: '05-2851100',
  },
  {
    date: '1100224', id: '845A', name: '康和-內湖', open: '86/07/02', address: '台北市內湖區成功路3段174巷8號2樓', tel: '02-27925858',
  },
  {
    date: '1100224', id: '845B', name: '康和-永和', open: '86/07/31', address: '新北市永和區中正路312號2樓、314號2樓', tel: '2-86685858',
  },
  {
    date: '1100224', id: '845D', name: '康和-板橋', open: '87/07/20', address: '新北市板橋區三民路1段210號3樓', tel: '02-89611788',
  },
  {
    date: '1100224', id: '845E', name: '康和-澎湖', open: '89/12/02', address: '澎湖縣馬公市大仁街9號2樓', tel: '06-9268858',
  },
  {
    date: '1100224', id: '845F', name: '康和-仁愛', open: '89/10/27', address: '台北市仁愛路4段85號5樓', tel: '02-27511212',
  },
  {
    date: '1100224', id: '845J', name: '康和-高雄', open: '83/11/01', address: '高雄市新興區中正三路55號17樓之1、2', tel: '07-2276688',
  },
  {
    date: '1100224', id: '845R', name: '康和-石牌', open: '90/10/02', address: '台北市北投區裕民六路121號1、2樓', tel: '02-28253188',
  },
  {
    date: '1100224', id: '845S', name: '康和-南崁', open: '90/10/02', address: '桃園市蘆竹區南崁路66號、68號及66-1號、68-1號', tel: '03-3119388',
  },
  {
    date: '1100224', id: '845T', name: '康和-自營', open: '79/12/04', address: '台北市信義區基隆路1段176號9樓、14樓', tel: '02-87871888',
  },
  {
    date: '1100224', id: '845U', name: '康和-台北', open: '90/07/02', address: '台北市松山區復興北路143號3樓', tel: '02-27190123',
  },
  {
    date: '1100224', id: '845X', name: '康和-屏東', open: '101/05/11', address: '屏東市中正路123號5樓', tel: '08-7349999',
  },
  {
    date: '1100224', id: '845Y', name: '康和-國際證券', open: '103/06/12', address: '台北市基隆路一段176號B1', tel: '02-87871888',
  },
  {
    date: '1100224', id: '8561', name: '新光-台中', open: '97/07/14', address: '台中市西區民權路318號', tel: '04-23029828',
  },
  {
    date: '1100224', id: '8562', name: '新光 - 高雄', open: '98/07/08', address: '高雄市前金區中正四路151號及151號2樓', tel: '07-2692188',
  },
  {
    date: '1100224', id: '8563', name: '新光 - 新竹', open: '98/12/03', address: '新竹縣竹北市光明六路東1段238號、自強六街2號2樓之1', tel: '03-6673228',
  },
  {
    date: '1100224', id: '8564', name: '新光-台南', open: '100/09/14', address: '台南市東區東門路2段262號', tel: '06-2901288',
  },
  {
    date: '1100224', id: '8565', name: '新光-桃園', open: '104/02/11', address: '桃園市桃園區民生路105號1.2樓', tel: '03-3315888',
  },
  {
    date: '1100224', id: '8581', name: '聯邦-高雄', open: '85/05/09', address: '高雄市苓雅區光華一路208號之1', tel: '07-2262118',
  },
  {
    date: '1100224', id: '8582', name: '聯邦-嘉義', open: '87/07/06', address: '嘉義縣嘉義市中山路二八五之一號五樓1、五樓2', tel: '05-2232121',
  },
  {
    date: '1100224', id: '8583', name: '聯邦-敦化', open: '87/07/21', address: '台北市敦化南路一段209之1號及205號地下一樓', tel: '02-27710999',
  },
  {
    date: '1100224', id: '8584', name: '聯邦-雙和', open: '87/08/06', address: '新北市永和區中正路222號2樓', tel: '02-29483668',
  },
  {
    date: '1100224', id: '8585', name: '聯邦-三重', open: '88/03/23', address: '新北市三重區重新路3段10號4樓', tel: '02-29792299',
  },
  {
    date: '1100224', id: '8586', name: '聯邦-大業', open: '105/01/06', address: '桃園市桃園區大業路1段388號3樓', tel: '03-3579739',
  },
  {
    date: '1100224', id: '8587', name: '聯邦-興中', open: '105/01/15', address: '臺中市南區復興路1段406號3樓', tel: '04-22613636',
  },
  {
    date: '1100224', id: '8588', name: '聯邦-富強', open: '105/06/07', address: '臺南市東門路3段15號1樓', tel: '06-2603298',
  },
  {
    date: '1100224', id: '8841', name: '玉山-雙和', open: '91/08/08', address: '新北市永和區保生路1號16樓之1', tel: '02-8923-1313',
  },
  {
    date: '1100224', id: '8842', name: '玉山-新莊', open: '91/11/28', address: '新北市新莊區思源路332巷1號3樓', tel: '02-29981313',
  },
  {
    date: '1100224', id: '8843', name: '玉山-高雄', open: '91/12/30', address: '高雄市九如一路156號1樓', tel: '07-397-1313',
  },
  {
    date: '1100224', id: '8846', name: '玉山-板橋', open: '92/09/23', address: '新北市板橋區中山路1段67號8樓', tel: '02-22651313',
  },
  {
    date: '1100224', id: '8847', name: '玉山-台南', open: '94/02/21', address: '臺南市東區崇學路108號3樓', tel: '06-2699913',
  },
  {
    date: '1100224', id: '8848', name: '玉山-嘉義', open: '92/06/30', address: '嘉義市中山路497號2、3樓', tel: '05-2169913',
  },
  {
    date: '1100224', id: '8849', name: '玉山-台大', open: '92/06/30', address: '台北市羅斯福路4段60號2樓、2樓之1', tel: '02-83691313',
  },
  {
    date: '1100224', id: '884A', name: '玉山-士林', open: '95/03/09', address: '台北市士林區中正路266、266之1、266之2號3樓', tel: '02-2833-1313',
  },
  {
    date: '1100224', id: '884B', name: '玉山-台中', open: '94/08/03', address: '臺中市西屯區市政路386號17樓之6、之7', tel: '04-22589913',
  },
  {
    date: '1100224', id: '884C', name: '玉山-南京東路', open: '97/09/01', address: '台北市松山區南京東路5段89號地下一樓', tel: '02-27651313',
  },
  {
    date: '1100224', id: '884D', name: '玉山-左營', open: '98/08/18', address: '高雄市左營區博愛二路576號地下一樓', tel: '07-5586613',
  },
  {
    date: '1100224', id: '884E', name: '玉山-城中', open: '92/06/30', address: '台北市武昌街1段77號3樓', tel: '02-23821313',
  },
  {
    date: '1100224', id: '884F', name: '玉山-桃園', open: '98/12/23', address: '桃園市桃園區信光路125號3樓', tel: '03-3366813',
  },
  {
    date: '1100224', id: '884H', name: '玉山-新竹', open: '99/12/24', address: '新竹市光復路一段569號3樓', tel: '03-6669913',
  },
  {
    date: '1100224', id: '884J', name: '玉山-大里', open: '100/08/29', address: '臺中市大里區國光路二段407號3樓', tel: '(04)24079813',
  },
  {
    date: '1100224', id: '884L', name: '玉山-國際證券', open: '103/12/18', address: '台北市松山區民生東路3段156號2樓', tel: '(02)55561313',
  },
  {
    date: '1100224', id: '8881', name: '國泰-高雄', open: '95/03/03', address: '高雄市新興區中正三路55號9樓之2、9樓之3', tel: '07-2285888',
  },
  {
    date: '1100224', id: '8883', name: '國泰-松江', open: '99/12/17', address: '台北市中山區松江路136號3樓', tel: '02-2181-2888',
  },
  {
    date: '1100224', id: '8884', name: '國泰-台南', open: '101/05/24', address: '臺南市民生路一段62號3樓', tel: '(06)2259666',
  },
  {
    date: '1100224', id: '8885', name: '國泰-桃園', open: '101/06/04', address: '桃園市桃園區中正路1125號2樓', tel: '(03)3567866',
  },
  {
    date: '1100224', id: '8887', name: '國泰-忠孝', open: '101/05/28', address: '台北市大安區忠孝東路四段219號5樓', tel: '(02)77117888',
  },
  {
    date: '1100224', id: '888A', name: '國泰-館前', open: '93/08/13', address: '台北市中正區館前路65號5樓', tel: '02-23310025',
  },
  {
    date: '1100224', id: '888K', name: '國泰-板橋', open: '93/08/13', address: '新北市板橋區三民路1段216號4樓', tel: '02-89643888',
  },
  {
    date: '1100224', id: '9101', name: '群益-敦南', open: '100/05/03', address: '台北市敦化南路2段97號地下之2', tel: '02-27052888',
  },
  {
    date: '1100224', id: '9103', name: '群益-松山', open: '92/11/10', address: '台北市南京東路4段130號11樓、11樓之1', tel: '02-25708889',
  },
  {
    date: '1100224', id: '9105', name: '群益-高盛', open: '89/12/26', address: '高雄市中山二路505號1樓、2樓、地下1樓', tel: '07-2615211',
  },
  {
    date: '1100224', id: '9108', name: '群益-海山', open: '89/12/26', address: '新北市板橋區東門街30之2號3樓之1', tel: '02-29699977',
  },
  {
    date: '1100224', id: '910D', name: '群益-大興', open: '94/01/03', address: '台北市忠孝東路4段270號6樓', tel: '(02)55585558',
  },
  {
    date: '1100224', id: '9131', name: '群益-民權', open: '100/05/03', address: '臺中市民權路91號4、5樓', tel: '04-22208822',
  },
  {
    date: '1100224', id: '9134', name: '群益-開元', open: '100/05/03', address: '臺南市開元路280號3樓之1~2、4樓之1~2', tel: '06-2348899',
  },
  {
    date: '1100224', id: '9135', name: '群益-經國', open: '100/05/03', address: '新竹市東大路1段118號3樓', tel: '03-5317777',
  },
  {
    date: '1100224', id: '9136', name: '群益-西松', open: '100/05/03', address: '台北市南京東路5段213號3樓', tel: '02-27683388',
  },
  {
    date: '1100224', id: '9137', name: '群益-士林', open: '100/05/03', address: '台北市中正路118-1號地下1樓、1樓', tel: '02-28380567',
  },
  {
    date: '1100224', id: '9138', name: '群益-中港', open: '100/05/03', address: '臺中市梧棲區大仁路二段369號1、2樓', tel: '04-26577599',
  },
  {
    date: '1100224', id: '913D', name: '群益-潭子', open: '100/05/03', address: '臺中市潭子區興華一路418號', tel: '04-25362345',
  },
  {
    date: '1100224', id: '913E', name: '群益-基隆', open: '100/05/03', address: '基隆市仁二路255號8樓', tel: '02-24221212',
  },
  {
    date: '1100224', id: '913H', name: '群益-屏東', open: '100/05/03', address: '屏東縣屏東市永福路9號3樓', tel: '08-7339602',
  },
  {
    date: '1100224', id: '913I', name: '群益-萬華', open: '100/05/03', address: '台北市萬華區桂林路31號2樓', tel: '02-23751399',
  },
  {
    date: '1100224', id: '913N', name: '群益-土城', open: '100/05/03', address: '新北市土城區中央路1段261號1樓', tel: '02-22625988',
  },
  {
    date: '1100224', id: '913R', name: '群益-北高雄', open: '100/05/03', address: '高雄市鼓山區明華路317號3樓', tel: '07-5559933',
  },
  {
    date: '1100224', id: '913U', name: '群益-崇德', open: '100/05/03', address: '臺中市崇德路2段416號地下1樓-1', tel: '04-22468899',
  },
  {
    date: '1100224', id: '913Y', name: '群益-館前', open: '100/05/03', address: '台北市中正區重慶南路一段77號8樓', tel: '02-23615678',
  },
  {
    date: '1100224', id: '913g', name: '群益-三重', open: '100/05/03', address: '新北市三重區正義南路91、93、95、97、99號1樓', tel: '02-29734388',
  },
  {
    date: '1100224', id: '9183', name: '群益-高雄', open: '80/06/05', address: '高雄市河東路165號1樓、2樓', tel: '07-2150077',
  },
  {
    date: '1100224', id: '9184', name: '群益-台中', open: '81/11/14', address: '台中市忠明南路40號1、2樓、42號地下1樓', tel: '04-23200088',
  },
  {
    date: '1100224', id: '9185', name: '群益-台南', open: '83/07/09', address: '台南市中西區民生路2段76號3樓及3樓之1', tel: '06-2252588',
  },
  {
    date: '1100224', id: '9186', name: '群益-新竹', open: '84/07/08', address: '新竹市北大路307號 8樓之1、8樓之2、8樓之3、8樓之4', tel: '03-5237777',
  },
  {
    date: '1100224', id: '9187', name: '群益-彰化', open: '84/07/06', address: '彰化縣彰化市民生路279號7樓', tel: '04-7250888',
  },
  {
    date: '1100224', id: '9188', name: '群益-三民', open: '84/07/15', address: '高雄市三民區大昌二路80號1樓(含夾層)、2樓及2樓之2', tel: '07-3952588',
  },
  {
    date: '1100224', id: '9189', name: '群益-桃園', open: '84/10/05', address: '桃園市桃園區成功路1段32號4樓', tel: '03-3377555',
  },
  {
    date: '1100224', id: '918A', name: '群益-中壢', open: '84/10/05', address: '桃園市中壢區中山路88號3樓', tel: '03-4278699',
  },
  {
    date: '1100224', id: '918B', name: '群益-板橋', open: '85/05/13', address: '新北市板橋區三民路1段216號3樓', tel: '02-89518089',
  },
  {
    date: '1100224', id: '918C', name: '群益-古亭', open: '100/05/03', address: '台北市中正區南昌路2段85號1、2樓', tel: '02-23279288',
  },
  {
    date: '1100224', id: '918D', name: '群益-東門', open: '86/03/24', address: '台南市北門路1段97號4樓及10樓之6', tel: '06-2290077',
  },
  {
    date: '1100224', id: '918E', name: '群益-南京', open: '100/05/03', address: '台北市南京東路2段71號9樓', tel: '02-25427088',
  },
  {
    date: '1100224', id: '918F', name: '群益-新店', open: '86/08/01', address: '新北市新店區北新路2段252號2樓之4及262號2樓之5、6', tel: '02-29121818',
  },
  {
    date: '1100224', id: '918G', name: '群益-新莊', open: '86/08/02', address: '新北市新莊區中華路2段160號1、2樓', tel: '02-89918899',
  },
  {
    date: '1100224', id: '918H', name: '群益-中山', open: '86/10/18', address: '台北市中山區林森北路372號6樓', tel: '02-21002798',
  },
  {
    date: '1100224', id: '918J', name: '群益-永和', open: '83/03/01', address: '新北市永和區福和路353號2樓', tel: '02-29207777',
  },
  {
    date: '1100224', id: '918K', name: '群益-東湖', open: '87/07/07', address: '台北市內湖區成功路5段460號8樓之1', tel: '02-26333988',
  },
  {
    date: '1100224', id: '918L', name: '群益-建成', open: '87/08/05', address: '台中市東區建成路735號2樓及3樓', tel: '04-22830099',
  },
  {
    date: '1100224', id: '918M', name: '群益-嘉義', open: '86/07/14', address: '嘉義市垂楊路87 號1樓', tel: '05-2258666',
  },
  {
    date: '1100224', id: '918P', name: '群益-天母', open: '89/05/15', address: '台北市中山北路7段18號3樓之1、之2', tel: '02-28767388',
  },
  {
    date: '1100224', id: '918W', name: '群益-忠孝', open: '100/05/03', address: '台北市忠孝東路4段87號15樓', tel: '02-27771077',
  },
  {
    date: '1100224', id: '918X', name: '群益-台北', open: '92/05/19', address: '台北市重慶北路1段30號4樓', tel: '02-25561133',
  },
  {
    date: '1100224', id: '918c', name: '群益-鳳山', open: '91/11/11', address: '高雄市前鎮區永豐路8號1、2樓及10號1、2樓', tel: '07-7101288',
  },
  {
    date: '1100224', id: '918d', name: '群益-內湖', open: '92/03/17', address: '台北市內湖區成功路4段50號6樓', tel: '02-27911999',
  },
  {
    date: '1100224', id: '918e', name: '群益-大安', open: '93/02/16', address: '台北市大安區忠孝東路4段169號2樓、2樓之1', tel: '02-27730899',
  },
  {
    date: '1100224', id: '918g', name: '群益-大甲', open: '90/12/31', address: '台中市大甲區蔣公路295號2樓', tel: '04-26882828',
  },
  {
    date: '1100224', id: '918i', name: '群益-竹南', open: '89/12/26', address: '苗栗縣竹南鎮民族街87號5樓', tel: '037-478345',
  },
  {
    date: '1100224', id: '918s', name: '群益-丹鳳', open: '93/09/29', address: '新北市新莊區富國路16號1樓、2樓', tel: '02-29082388',
  },
  {
    date: '1100224', id: '918u', name: '群益-瑞豐', open: '91/11/11', address: '高雄市苓雅區三多一路174號2樓', tel: '07-7211828',
  },
  {
    date: '1100224', id: '918x', name: '群益-延平', open: '92/09/01', address: '台北市大同區延平北路2段96號4樓', tel: '02-25553888',
  },
  {
    date: '1100224', id: '918z', name: '群益-宜蘭', open: '94/01/03', address: '宜蘭縣宜蘭市舊城南路50號5樓', tel: '03-9331999',
  },
  {
    date: '1100224', id: '9199', name: '群益-國際證券', open: '103/05/26', address: '台北市松山區民生東路3段156號11樓之6', tel: '02-87898888',
  },
  {
    date: '1100224', id: '9202', name: '凱基-中港', open: '98/12/21', address: '臺中市臺灣大道1段728號8樓', tel: '04-22019588',
  },
  {
    date: '1100224', id: '9204', name: '凱基-台中', open: '98/12/21', address: '台中市民族路50號5樓', tel: '04-22278011',
  },
  {
    date: '1100224', id: '9205', name: '凱基-三重', open: '98/12/21', address: '新北市三重區正義北路206號、208號3、4樓', tel: '02-29838833',
  },
  {
    date: '1100224', id: '9206', name: '凱基-高雄', open: '98/12/21', address: '高雄市中正二路74號5樓', tel: '(07)222-3211',
  },
  {
    date: '1100224', id: '9207', name: '凱基-永和', open: '98/12/21', address: '新北市永和區中正路63、65號6樓', tel: '(02)22324567',
  },
  {
    date: '1100224', id: '9208', name: '凱基-桃園', open: '98/12/21', address: '桃園市桃園區成功路1段32號14樓', tel: '(03)3336622',
  },
  {
    date: '1100224', id: '9209', name: '凱基-岡山', open: '98/12/21', address: '高雄市岡山區公園東路47號', tel: '076233600',
  },
  {
    date: '1100224', id: '920A', name: '凱基-板橋', open: '102/06/24', address: '新北市板橋區四川路1段107號2樓', tel: '02-89516688',
  },
  {
    date: '1100224', id: '920C', name: '凱基-雙和', open: '102/06/24', address: '新北市中和區中和路232號3樓', tel: '02-22468666',
  },
  {
    date: '1100224', id: '920D', name: '凱基-市府', open: '102/06/24', address: '台北市忠孝東路4段563號7樓', tel: '02-27456888',
  },
  {
    date: '1100224', id: '920E', name: '凱基-東門', open: '102/06/24', address: '台南市東區東門路2段160號2樓', tel: '06-2698899',
  },
  {
    date: '1100224', id: '920F', name: '凱基-站前', open: '102/06/24', address: '台北市許昌街17號3樓及3樓之1', tel: '02-23831111',
  },
  {
    date: '1100224', id: '920G', name: '凱基-彰化', open: '102/06/24', address: '彰化市中山路2段353號1樓', tel: '04-7266565',
  },
  {
    date: '1100224', id: '920H', name: '凱基-基隆', open: '98/12/21', address: '基隆市仁一路259號3樓、4樓', tel: '24202111',
  },
  {
    date: '1100224', id: '920M', name: '凱基-宜蘭', open: '98/12/21', address: '宜蘭市光復路48號2、3樓', tel: '03-9334999',
  },
  {
    date: '1100224', id: '920N', name: '凱基-湖口', open: '98/12/21', address: '新竹縣湖口鄉成功路247號', tel: '03-5907766',
  },
  {
    date: '1100224', id: '920T', name: '凱基-自營', open: '98/12/21', address: '', tel: '02-21818808',
  },
  {
    date: '1100224', id: '920V', name: '凱基-新店', open: '98/12/21', address: '新北市新店區北新路3段106號1、2樓及106之1號', tel: '02-29155855',
  },
  {
    date: '1100224', id: '920W', name: '凱基-大里', open: '98/12/21', address: '台中市大里區中興路2段127號2、4樓', tel: '04-24866988',
  },
  {
    date: '1100224', id: '920Z', name: '凱基-台東', open: '102/06/24', address: '台東縣台東市中山路248號1、2、3樓', tel: '089-353345',
  },
  {
    date: '1100224', id: '9211', name: '凱基-台南', open: '98/12/21', address: '台南市林森路1段395號3樓', tel: '06-2347622',
  },
  {
    date: '1100224', id: '9212', name: '凱基-東港', open: '98/12/21', address: '屏東縣東港鎮光復路1段186號3樓', tel: '(08)833-6565',
  },
  {
    date: '1100224', id: '9215', name: '凱基-高美館', open: '98/12/21', address: '高雄市鼓山區明誠四路156號3樓及3樓之1', tel: '(07)5544888',
  },
  {
    date: '1100224', id: '9216', name: '凱基-信義', open: '98/12/21', address: '台北市復興北路167號14樓之1、之2、之3', tel: '02-27195528',
  },
  {
    date: '1100224', id: '9217', name: '凱基-松山', open: '98/12/21', address: '台北市八德路4段678號3樓', tel: '02-27534567',
  },
  {
    date: '1100224', id: '9218', name: '凱基-大直', open: '98/12/21', address: '台北市明水路591號', tel: '(02)85098288',
  },
  {
    date: '1100224', id: '921C', name: '凱基-民權', open: '102/06/24', address: '台北市復興北路420號4樓', tel: '02-25043388',
  },
  {
    date: '1100224', id: '921E', name: '凱基-三峽', open: '102/06/24', address: '新北市三峽區文化路59號3樓之1', tel: '02-6729988',
  },
  {
    date: '1100224', id: '921F', name: '凱基-天母', open: '102/06/24', address: '台北市中山北路7段18號4樓之3', tel: '02-28728787',
  },
  {
    date: '1100224', id: '921G', name: '凱基-五股', open: '102/06/24', address: '新北市五股區中興路4段40號1樓、2樓', tel: '02-82950066',
  },
  {
    date: '1100224', id: '921J', name: '凱基-土城', open: '102/06/24', address: '新北市土城區金城路3段182號', tel: '02-82626998',
  },
  {
    date: '1100224', id: '921M', name: '凱基-八德', open: '102/06/24', address: '桃園市八德區介壽路2段137號3樓', tel: '03-3779688',
  },
  {
    date: '1100224', id: '921S', name: '凱基-幸福', open: '102/06/24', address: '新北市新莊區中華路2段5號3樓', tel: '02-89919999',
  },
  {
    date: '1100224', id: '921Y', name: '凱基-東勢', open: '98/12/21', address: '台中市東勢區豐勢路297號4樓', tel: '04-25877111',
  },
  {
    date: '1100224', id: '9223', name: '凱基-豐中', open: '98/12/21', address: '台中市豐原區三豐路1段43號7樓', tel: '04-25274180',
  },
  {
    date: '1100224', id: '9224', name: '凱基-新莊', open: '98/12/21', address: '新北市新莊區四維路21號5樓', tel: '02-22019898',
  },
  {
    date: '1100224', id: '9225', name: '凱基-內埔', open: '98/12/21', address: '屏東縣內埔鄉平昌街5號1樓', tel: '08-7690888',
  },
  {
    date: '1100224', id: '9226', name: '凱基-汐止', open: '98/12/21', address: '新北市汐止區新興路3號7樓', tel: '02-26485959',
  },
  {
    date: '1100224', id: '9227', name: '凱基-城中', open: '98/12/21', address: '台北市博愛路35號2樓、6樓', tel: '2361-6789',
  },
  {
    date: '1100224', id: '9229', name: '凱基-中山', open: '98/12/21', address: '台北市中山區中山北路2段68號7樓、8樓', tel: '02-77026678',
  },
  {
    date: '1100224', id: '922C', name: '凱基-屏東', open: '98/12/21', address: '屏東縣屏東市自由路188號3樓', tel: '08-7657000',
  },
  {
    date: '1100224', id: '922H', name: '凱基-復興', open: '98/12/21', address: '台北市松山區復興北路167號4樓', tel: '27180718',
  },
  {
    date: '1100224', id: '9231', name: '凱基-員林', open: '98/12/21', address: '彰化縣員林鎮中山路2段100號6樓', tel: '04-8399988',
  },
  {
    date: '1100224', id: '9233', name: '凱基-長庚', open: '98/12/21', address: '桃園市龜山區復興一路227號地下1樓', tel: '03-3275000',
  },
  {
    date: '1100224', id: '9234', name: '凱基-竹北', open: '98/12/21', address: '新竹縣竹北市仁義路193號2、3樓', tel: '03-5552233',
  },
  {
    date: '1100224', id: '9235', name: '凱基-永華', open: '98/12/21', address: '台南市永華路1段32號3樓', tel: '06-2205570',
  },
  {
    date: '1100224', id: '9236', name: '凱基-虎尾', open: '98/12/21', address: '雲林縣虎尾鎮公安路160號2、3、4樓', tel: '(05)633-3581',
  },
  {
    date: '1100224', id: '9237', name: '凱基-敦北', open: '98/12/21', address: '台北市松山區敦化北路88號8樓之2', tel: '02-27401166',
  },
  {
    date: '1100224', id: '9238', name: '凱基-士林', open: '98/12/21', address: '台北市士林區文林路342號5樓', tel: '02-28823355',
  },
  {
    date: '1100224', id: '9239', name: '凱基-市政', open: '98/12/21', address: '臺中市西屯區市政路402號4樓之2、之3', tel: '04-2258-9669',
  },
  {
    date: '1100224', id: '9252', name: '凱基-嘉義', open: '98/12/21', address: '嘉義市垂楊路620號4樓', tel: '05-2276879',
  },
  {
    date: '1100224', id: '9254', name: '凱基-科園', open: '98/12/21', address: '新竹市光復路1段273號1樓', tel: '03-6686599',
  },
  {
    date: '1100224', id: '9255', name: '凱基-和平', open: '98/12/21', address: '台北市羅斯福路2段102號3樓、3樓之1', tel: '02-23697707',
  },
  {
    date: '1100224', id: '9256', name: '凱基-南崁', open: '98/12/21', address: '桃園市蘆竹區中正路308號1樓、2樓', tel: '03-3129933',
  },
  {
    date: '1100224', id: '9257', name: '凱基-林口', open: '98/12/21', address: '新北市林口區文化二路1段569號', tel: '02-26025678',
  },
  {
    date: '1100224', id: '9258', name: '凱基-羅東', open: '98/12/21', address: '宜蘭縣羅東鎮中正北路48號1樓', tel: '03-9534888',
  },
  {
    date: '1100224', id: '9266', name: '凱基-新豐', open: '98/12/21', address: '新竹縣新豐鄉中興路206號', tel: '03-5575566',
  },
  {
    date: '1100224', id: '9268', name: '凱基-台北', open: '98/12/21', address: '台北市南京東路2段137號4樓及10樓', tel: '02-25166789',
  },
  {
    date: '1100224', id: '9272', name: '凱基-竹科', open: '98/12/21', address: '新竹市中正路158號3樓', tel: '03-5221177',
  },
  {
    date: '1100224', id: '9273', name: '凱基-竹東', open: '98/12/21', address: '新竹縣竹東鎮朝陽路9號2樓', tel: '03-5958588',
  },
  {
    date: '1100224', id: '9274', name: '凱基-鳳山', open: '98/12/21', address: '高雄市鳳山區維新路128號1、2樓', tel: '07-7198899',
  },
  {
    date: '1100224', id: '9275', name: '凱基-三多', open: '98/12/21', address: '高雄市苓雅區中華四路47號3樓', tel: '07-3383288',
  },
  {
    date: '1100224', id: '9276', name: '凱基-苗栗', open: '98/12/21', address: '苗栗市中正路458號2樓', tel: '037-321300',
  },
  {
    date: '1100224', id: '9278', name: '凱基-永康', open: '98/12/21', address: '台南市永康區中山南路1042號1、2樓', tel: '06-2038899',
  },
  {
    date: '1100224', id: '9281', name: '凱基-斗六', open: '98/12/21', address: '雲林縣斗六市永安路46號3樓', tel: '05-5376688',
  },
  {
    date: '1100224', id: '9283', name: '凱基-北門', open: '98/12/21', address: '台南市北門路1段101號4樓', tel: '06-2228777',
  },
  {
    date: '1100224', id: '9285', name: '凱基-中壢', open: '98/12/21', address: '桃園市中壢區環北路421號、423號1、2樓', tel: '03-4336989',
  },
  {
    date: '1100224', id: '9287', name: '凱基-內湖', open: '98/12/21', address: '台北市內湖路1段360巷15號8樓', tel: '02-27938388',
  },
  {
    date: '1100224', id: '9288', name: '凱基-埔墘', open: '98/12/21', address: '新北市板橋區三民路1段216號5樓', tel: '02-89517777',
  },
  {
    date: '1100224', id: '9289', name: '凱基-興隆', open: '98/12/21', address: '台北市興隆路3段69號2樓', tel: '02-29315000',
  },
  {
    date: '1100224', id: '9291', name: '凱基-大安', open: '98/12/21', address: '台北市安和路2段82號2樓', tel: '02-27080606',
  },
  {
    date: '1100224', id: '9296', name: '凱基-頭份', open: '98/12/21', address: '苗栗縣頭份鎮中華路916號4樓', tel: '037-591888',
  },
  {
    date: '1100224', id: '9297', name: '凱基-文心', open: '98/12/21', address: '台中市北屯區文心路4段875號2樓', tel: '04-22466168',
  },
  {
    date: '1100224', id: '9299', name: '凱基-國際證券', open: '103/04/16', address: '免設', tel: '02-21818888',
  },
  {
    date: '1100224', id: '9302', name: '華南永昌-台中', open: '84/06/10', address: '台中市南屯區五權西路二段131號1樓', tel: '04-24719488',
  },
  {
    date: '1100224', id: '9303', name: '華南永昌-高雄', open: '85/02/14', address: '高雄市五福三路80、82號3樓', tel: '07-2728688',
  },
  {
    date: '1100224', id: '9305', name: '華南永昌-新莊', open: '85/09/25', address: '新北市新莊區中港路306號4樓及308號4樓', tel: '02-22795688',
  },
  {
    date: '1100224', id: '9306', name: '華南永昌-台南', open: '85/11/05', address: '台南市府前路2段612號1、2樓', tel: '06-2959988',
  },
  {
    date: '1100224', id: '9307', name: '華南永昌-大安', open: '81/12/22', address: '台北市復興南路1段368號4樓', tel: '02-27549696',
  },
  {
    date: '1100224', id: '9308', name: '華南永昌-麻豆', open: '85/10/21', address: '台南市麻豆區中山路36號4、5樓', tel: '06-5720168',
  },
  {
    date: '1100224', id: '9309', name: '華南永昌-古亭', open: '85/11/29', address: '台北市羅斯福路2段91號2樓', tel: '02-23699588',
  },
  {
    date: '1100224', id: '930T', name: '華南永昌-自營', open: '79/02/22', address: '台北市民生東路4段54號5F', tel: '02-25456888',
  },
  {
    date: '1100224', id: '9312', name: '華南永昌-民權', open: '86/11/08', address: '高雄市民權二路385號地下1樓及6樓', tel: '07-3333133',
  },
  {
    date: '1100224', id: '9314', name: '華南永昌-嘉義', open: '85/12/24', address: '嘉義市蘭井街469號3樓', tel: '05-2226848',
  },
  {
    date: '1100224', id: '9315', name: '華南永昌-苑裡', open: '95/09/01', address: '苗栗縣苑裡鎮世界路1段70號', tel: '037-860678',
  },
  {
    date: '1100224', id: '9316', name: '華南永昌-淡水', open: '86/04/10', address: '新北市淡水區中正路28號4、5樓', tel: '02-26255566',
  },
  {
    date: '1100224', id: '9317', name: '華南永昌-林口', open: '86/07/08', address: '新北市林口區林口路46號3樓', tel: '02-26018288',
  },
  {
    date: '1100224', id: '9319', name: '華南永昌-鶯歌', open: '86/08/01', address: '新北市鶯歌區國慶街101號3、4樓', tel: '02-26776000',
  },
  {
    date: '1100224', id: '9322', name: '華南永昌-公誠', open: '91/01/28', address: '基隆市仁愛區愛三路87號11樓', tel: '02-24201201',
  },
  {
    date: '1100224', id: '9323', name: '華南永昌-小港', open: '86/07/24', address: '高雄市小港區漢民路339號2樓', tel: '07-8068988',
  },
  {
    date: '1100224', id: '9324', name: '華南永昌-岡山', open: '89/02/09', address: '高雄市岡山區民族路88號1樓、地下室1樓', tel: '07-6255911',
  },
  {
    date: '1100224', id: '9325', name: '華南永昌-忠孝', open: '91/01/28', address: '台北市忠孝東路2段130號3樓之1', tel: '02-23587488',
  },
  {
    date: '1100224', id: '9326', name: '華南永昌-南京', open: '81/09/21', address: '台北市松山區南京東路3段248號6樓', tel: '02-27755688',
  },
  {
    date: '1100224', id: '9327', name: '華南永昌-斗六', open: '86/11/27', address: '雲林縣斗六市太平路7號4樓', tel: '05-5330777',
  },
  {
    date: '1100224', id: '9328', name: '華南永昌-潮州', open: '86/09/12', address: '屏東縣潮州鎮新生路71號4樓', tel: '08-7805888',
  },
  {
    date: '1100224', id: '9329', name: '華南永昌-朴子', open: '86/11/21', address: '嘉義縣朴子市文化北路2號2樓', tel: '05-3707688',
  },
  {
    date: '1100224', id: '9331', name: '華南永昌-鳳山', open: '90/03/26', address: '高雄市鳳山區中山路138號4樓', tel: '07-7477600',
  },
  {
    date: '1100224', id: '9332', name: '華南永昌-楠梓', open: '90/03/26', address: '高雄市楠梓區楠梓路201號地下一樓', tel: '07-3542030',
  },
  {
    date: '1100224', id: '9333', name: '華南永昌-長虹', open: '90/02/19', address: '宜蘭縣羅東鎮公正路155號2 樓', tel: '03-9574101',
  },
  {
    date: '1100224', id: '9334', name: '華南永昌-世貿', open: '90/02/19', address: '台北市信義區基隆路2段91號2樓及3樓', tel: '02-27396266',
  },
  {
    date: '1100224', id: '9337', name: '華南永昌-內壢', open: '90/05/14', address: '桃園市中壢區環中東路262號2樓', tel: '03-4519888',
  },
  {
    date: '1100224', id: '9339', name: '華南永昌-竹北', open: '93/01/02', address: '新竹縣竹北市勝利一路89號', tel: '03-6580066',
  },
  {
    date: '1100224', id: '9343', name: '華南永昌-頭份', open: '90/03/05', address: '苗栗縣頭份鎮中華路1167號2樓', tel: '037-667999',
  },
  {
    date: '1100224', id: '9347', name: '華南永昌-敦南', open: '91/01/28', address: '台北市忠孝東路4段107號8樓之2', tel: '02-27415858',
  },
  {
    date: '1100224', id: '9349', name: '華南永昌-合泰', open: '90/05/14', address: '新北市板橋區中山路1段10號4樓', tel: '02-29561688',
  },
  {
    date: '1100224', id: '9352', name: '華南永昌-桃園', open: '86/04/10', address: '桃園市桃園區南華街79號4樓', tel: '03-3478168',
  },
  {
    date: '1100224', id: '9358', name: '華南永昌-東勢', open: '95/02/07', address: '台中市東勢區三民街280號', tel: '04-25881811',
  },
  {
    date: '1100224', id: '9359', name: '華南永昌-中正', open: '91/07/22', address: '台北市重慶南路一段38號4樓', tel: '02-23821788',
  },
  {
    date: '1100224', id: '9362', name: '華南永昌-苗栗', open: '95/03/17', address: '苗栗縣苗栗市中正路686號2樓及3樓', tel: '037-376118',
  },
  {
    date: '1100224', id: '9363', name: '華南永昌-彰化', open: '92/06/23', address: '彰化縣彰化市陳稜路156號5樓', tel: '04-7223700',
  },
  {
    date: '1100224', id: '9369', name: '華南永昌-三重', open: '93/12/13', address: '新北市三重區仁愛街731號地下一樓', tel: '02-28576789',
  },
  {
    date: '1100224', id: '9377', name: '華南永昌-虎尾', open: '104/11/02', address: '雲林縣虎尾鎮和平路1號4樓、5樓', tel: '(05)6334888',
  },
  {
    date: '1100224', id: '9386', name: '華南永昌-東昇', open: '90/06/26', address: '台東市中華路1段347號2樓', tel: '089-332339',
  },
  {
    date: '1100224', id: '9399', name: '華南永昌-國際證券', open: '103/07/10', address: '台北市民生東路4段54號5樓', tel: '25456888',
  },
  {
    date: '1100224', id: '9604', name: '富邦-陽明', open: '89/09/09', address: '台北市北投區裕民六路2號1樓', tel: '02-28230688',
  },
  {
    date: '1100224', id: '9608', name: '富邦-台東', open: '89/09/11', address: '台東市中華路1段366號2樓', tel: '089-341022',
  },
  {
    date: '1100224', id: '960S', name: '富邦-國際證券', open: '103/05/06', address: '台北市仁愛路四段169號4樓', tel: '(02)27716699',
  },
  {
    date: '1100224', id: '960T', name: '富邦-自營', open: '78/12/06', address: '台北市仁愛路4段169號15樓', tel: '02-87716888',
  },
  {
    date: '1100224', id: '9614', name: '富邦-基隆', open: '98/12/03', address: '基隆市信一路133號1樓', tel: '2421-3355',
  },
  {
    date: '1100224', id: '9616', name: '富邦-岡山', open: '90/06/08', address: '高雄市岡山區竹圍里22鄰中山北路178號2樓', tel: '07-6236123',
  },
  {
    date: '1100224', id: '9621', name: '富邦-花蓮', open: '89/09/11', address: '花蓮縣花蓮市林森路256號2樓', tel: '038-350111',
  },
  {
    date: '1100224', id: '9622', name: '富邦-園區', open: '89/09/11', address: '新竹市光復路1段579號3、4樓', tel: '03-5786868',
  },
  {
    date: '1100224', id: '9623', name: '富邦-台北', open: '89/09/09', address: '台北市許昌街17號2樓之1及11樓', tel: '02-23113333',
  },
  {
    date: '1100224', id: '9624', name: '富邦-竹北', open: '89/09/11', address: '新竹縣竹北市光明六路263號3、4樓', tel: '03-5515588',
  },
  {
    date: '1100224', id: '9625', name: '富邦-竹東', open: '89/09/11', address: '新竹縣竹東鎮榮樂里14鄰惠昌街45號1、2、3、4、5樓', tel: '03-5818888',
  },
  {
    date: '1100224', id: '9627', name: '富邦-內湖', open: '92/07/28', address: '台北市內湖區內湖路1段318號4樓', tel: '02─87971188',
  },
  {
    date: '1100224', id: '9634', name: '富邦-羅東', open: '89/09/09', address: '宜蘭縣羅東鎮信義里興東路286號2樓', tel: '03-9571166',
  },
  {
    date: '1100224', id: '9636', name: '富邦-中壢', open: '89/09/11', address: '桃園市中壢區慈惠3街162號1樓', tel: '03-4256767',
  },
  {
    date: '1100224', id: '9647', name: '富邦-新竹華信', open: '89/09/11', address: '新竹市中山路8號2、3、4樓及5樓', tel: '03-5228678',
  },
  {
    date: '1100224', id: '9651', name: '富邦-民生', open: '80/07/19', address: '台北市民生東路3段138號地下1樓', tel: '02-27128800',
  },
  {
    date: '1100224', id: '9654', name: '富邦-永和', open: '84/04/21', address: '新北市永和區保生路1號地下1樓', tel: '02-22323266',
  },
  {
    date: '1100224', id: '9655', name: '富邦-板橋', open: '84/11/20', address: '新北市板橋區文化路1段266號1樓之1', tel: '02-22546996',
  },
  {
    date: '1100224', id: '9657', name: '富邦-苗栗', open: '85/12/18', address: '苗栗縣苗栗市中正路399號2樓', tel: '037-327196',
  },
  {
    date: '1100224', id: '9658', name: '富邦-建國', open: '86/05/03', address: '台北市建國北路2段196號地下1樓', tel: '02-25095198',
  },
  {
    date: '1100224', id: '9659', name: '富邦-高雄', open: '81/11/02', address: '高雄市新興區民族二路95號地下1樓', tel: '07-2366901',
  },
  {
    date: '1100224', id: '965K', name: '富邦-台中', open: '82/07/26', address: '台中市西屯區漢口路2段138號1、2樓及地下1樓', tel: '04-23129999',
  },
  {
    date: '1100224', id: '965U', name: '富邦-彰化', open: '85/06/01', address: '彰化市中山路2段349號2樓', tel: '04-7259456',
  },
  {
    date: '1100224', id: '9661', name: '富邦-新店', open: '89/01/19', address: '新北市新店區北新路2段252號地下1樓之5', tel: '02-29178818',
  },
  {
    date: '1100224', id: '9663', name: '富邦-敦南', open: '95/12/13', address: '台北市敦化南路1段108號地下1樓', tel: '02-8771-5888',
  },
  {
    date: '1100224', id: '9665', name: '富邦-桃園', open: '86/06/25', address: '桃園縣桃園市中正路476號地下1樓', tel: '03-3381668',
  },
  {
    date: '1100224', id: '9666', name: '富邦-南屯', open: '86/12/20', address: '台中市五權西路2段668號之1部份', tel: '04-23801168',
  },
  {
    date: '1100224', id: '9667', name: '富邦-台南', open: '85/12/26', address: '台南市民生路2段279號2樓之1', tel: '06-2265000',
  },
  {
    date: '1100224', id: '966F', name: '富邦-左營', open: '90/07/20', address: '高雄市左營區博愛二路418之1 號(1樓)', tel: '07-5570123',
  },
  {
    date: '1100224', id: '9672', name: '富邦-員林', open: '89/09/11', address: '彰化縣員林鎮莒光路五九八號', tel: '04-8343100',
  },
  {
    date: '1100224', id: '9676', name: '富邦-仁愛', open: '88/12/18', address: '台北市建國南路1段237號地下1樓', tel: '02-27542866',
  },
  {
    date: '1100224', id: '9677', name: '富邦-三重', open: '89/02/22', address: '新北市三重區正義北路279號地下1層樓', tel: '02-89818189',
  },
  {
    date: '1100224', id: '9679', name: '富邦-延吉', open: '89/09/11', address: '台北市仁愛路4段376號3樓', tel: '02-27556696',
  },
  {
    date: '1100224', id: '9686', name: '富邦-宜蘭', open: '89/09/11', address: '宜蘭市聖後街一一八號二、三樓', tel: '03-9369300',
  },
  {
    date: '1100224', id: '9692', name: '富邦-嘉義', open: '89/09/11', address: '嘉義市林森西路320號1樓及2樓', tel: '05-2236556',
  },
  {
    date: '1100224', id: '9693', name: '富邦-新營', open: '89/09/11', address: '台南縣新營市民治路301號3樓及1樓、2樓', tel: '06-6571000',
  },
  {
    date: '1100224', id: '9697', name: '富邦-虎尾', open: '89/09/11', address: '雲林縣虎尾鎮德興里1鄰公安路133號2樓', tel: '05-6336611',
  },
  {
    date: '1100224', id: '969C', name: '富邦-北港', open: '89/09/11', address: '雲林縣北港鎮西勢里文化路40號2樓', tel: '05-7831888',
  },
  {
    date: '1100224', id: '9801', name: '元大-松江', open: '96/09/26', address: '台北市中山區松江路139號3樓及3樓之1', tel: '02-25010655',
  },
  {
    date: '1100224', id: '980C', name: '元大- 斗六', open: '96/09/26', address: '雲林縣斗六市中山路82號6樓', tel: '05-5353456',
  },
  {
    date: '1100224', id: '980D', name: '元大-開元', open: '96/09/26', address: '台南市開元路147號3樓之1、3樓之2', tel: '06-2353366',
  },
  {
    date: '1100224', id: '980K', name: '元大-竹科', open: '96/09/26', address: '新竹市光復路1段267號3、4樓', tel: '03-5679988',
  },
  {
    date: '1100224', id: '980Q', name: '元大-南崁', open: '99/02/08', address: '桃園市蘆竹區中正路311號3樓', tel: '03-3527777',
  },
  {
    date: '1100224', id: '980R', name: '元大-南海', open: '96/09/26', address: '台北市中正區南海路1號4樓', tel: '02-23975399',
  },
  {
    date: '1100224', id: '980T', name: '元大-自營', open: '96/09/26', address: '台北市南京東路3段225號14F', tel: '02-7177777',
  },
  {
    date: '1100224', id: '980a', name: '元大-承德', open: '96/09/26', address: '台北市大同區承德路3段210號2樓', tel: '02-25975888',
  },
  {
    date: '1100224', id: '980d', name: '元大-沙鹿', open: '96/09/26', address: '台中市沙鹿區沙田路131號5樓', tel: '04-26623311',
  },
  {
    date: '1100224', id: '980e', name: '元大-清水', open: '96/09/26', address: '臺中市清水區中山路170號5樓', tel: '04-26238585',
  },
  {
    date: '1100224', id: '980h', name: '元大-台北', open: '96/09/26', address: '台北市重慶南路1段86號6樓', tel: '02-23830968',
  },
  {
    date: '1100224', id: '980l', name: '元大-虎尾', open: '96/09/26', address: '雲林縣虎尾鎮和平路1號3樓', tel: '05-6313000',
  },
  {
    date: '1100224', id: '980u', name: '元大-府城', open: '96/09/26', address: '臺南市中西區民生路1段165號3樓、5樓之1', tel: '06-2206678',
  },
  {
    date: '1100224', id: '980w', name: '元大-西屯', open: '96/09/26', address: '台中市西屯區西屯路2段256巷6號3樓之1', tel: '04-27067171',
  },
  {
    date: '1100224', id: '9812', name: '元大-台中', open: '96/09/26', address: '台中市中區自由路2段8號3樓之1', tel: '04-22218777',
  },
  {
    date: '1100224', id: '9813', name: '元大-八德', open: '96/09/26', address: '台北市八德路3段32號3樓', tel: '02-25786666',
  },
  {
    date: '1100224', id: '9814', name: '元大-大益', open: '96/09/26', address: '臺南市南區健康路2段176號、176號2樓', tel: '06-2611151',
  },
  {
    date: '1100224', id: '9815', name: '元大-大灣', open: '96/09/26', address: '臺南市永康區永大路2段179之3號2樓', tel: '06-2717766',
  },
  {
    date: '1100224', id: '9816', name: '元大-新竹', open: '96/09/26', address: '新竹市民生路276號2樓', tel: '03-5456000',
  },
  {
    date: '1100224', id: '9817', name: '元大-東泰', open: '96/09/26', address: '高雄市三民區九如一路73號2樓', tel: '07-3903333',
  },
  {
    date: '1100224', id: '981A', name: '元大-鶯歌', open: '96/09/26', address: '新北市鶯歌區國慶街22號', tel: '02-26776611',
  },
  {
    date: '1100224', id: '981B', name: '元大-竹北', open: '96/09/26', address: '新竹縣竹北市光明六路85號3樓', tel: '03-5536000',
  },
  {
    date: '1100224', id: '981C', name: '元大-路竹', open: '96/09/26', address: '高雄市路竹區竹南里國昌路66號', tel: '07-6977456',
  },
  {
    date: '1100224', id: '981D', name: '元大-南投', open: '96/09/26', address: '南投縣南投市中山街202號4樓之2、之3、之5', tel: '049-2232111',
  },
  {
    date: '1100224', id: '981E', name: '元大-發財', open: '96/09/26', address: '新北市新莊區中華路2段5號4樓', tel: '02-29971166',
  },
  {
    date: '1100224', id: '981F', name: '元大-福營', open: '96/09/26', address: '新北市新莊區龍安路284號1樓及278巷3號2樓', tel: '02-22010011',
  },
  {
    date: '1100224', id: '981G', name: '元大-彰化', open: '96/09/26', address: '彰化縣彰化市華山路37號3樓', tel: '04-7257001',
  },
  {
    date: '1100224', id: '981I', name: '元大-天母', open: '96/09/26', address: '台北市士林區天母西路26之1號', tel: '02-28722345',
  },
  {
    date: '1100224', id: '981K', name: '元大-林園', open: '96/09/26', address: '高雄市林園區鳳林路1段1號2樓', tel: '07-6433001',
  },
  {
    date: '1100224', id: '981L', name: '元大-莒光', open: '96/09/26', address: '高雄市楠梓區新昌街51號1樓', tel: '07-3651356',
  },
  {
    date: '1100224', id: '981M', name: '元大-苗栗', open: '96/09/26', address: '苗栗縣苗栗市中正路462號4樓之1', tel: '037-333611',
  },
  {
    date: '1100224', id: '981N', name: '元大-金門', open: '96/09/26', address: '金門縣金城鎮民權路188號', tel: '082-372367',
  },
  {
    date: '1100224', id: '981Q', name: '元大-太平', open: '96/09/26', address: '臺中市太平區中興東路62號3、4樓', tel: '04-22768859',
  },
  {
    date: '1100224', id: '981R', name: '元大-竹山', open: '96/09/26', address: '南投縣竹山鎮集山路3段919號2樓', tel: '049-2652633',
  },
  {
    date: '1100224', id: '981S', name: '元大-崇德', open: '96/09/26', address: '台中市北屯區崇德路2段46之1號', tel: '04-22333398',
  },
  {
    date: '1100224', id: '981U', name: '元大-華山', open: '96/09/26', address: '台北市忠孝東路1段85號3樓', tel: '02-23223388',
  },
  {
    date: '1100224', id: '981V', name: '元大-民雄', open: '96/09/26', address: '嘉義縣民雄鄉保生街212號', tel: '05-2268899',
  },
  {
    date: '1100224', id: '981X', name: '元大-東門', open: '96/09/26', address: '台北市中正區新生南路1段148號4樓', tel: '02-23959988',
  },
  {
    date: '1100224', id: '981Z', name: '元大-潮州', open: '96/09/26', address: '屏東縣潮州鎮延平路206號', tel: '08-7891678',
  },
  {
    date: '1100224', id: '981a', name: '元大-歸仁', open: '96/09/26', address: '台南市歸仁區中山路2段29號3樓', tel: '06-3305888',
  },
  {
    date: '1100224', id: '981e', name: '元大-佳里', open: '96/09/26', address: '台南市佳里區和平街83號7樓', tel: '06-7232888',
  },
  {
    date: '1100224', id: '981g', name: '元大-大里', open: '96/09/26', address: '台中市大里區國光路2段259號2樓', tel: '04-24066598',
  },
  {
    date: '1100224', id: '981h', name: '元大-屏東民生', open: '96/09/26', address: '屏東縣屏東市民生路287號5樓', tel: '08-7323789',
  },
  {
    date: '1100224', id: '981i', name: '元大-西螺', open: '96/09/26', address: '雲林縣西螺鎮延平路190、192號1樓', tel: '05-5870123',
  },
  {
    date: '1100224', id: '981j', name: '元大-士林', open: '96/09/26', address: '台北市文林路342號2樓', tel: '02-28830202',
  },
  {
    date: '1100224', id: '981m', name: '元大-前金', open: '96/09/26', address: '高雄市前金區中正四路143號5樓', tel: '07-2152888',
  },
  {
    date: '1100224', id: '981n', name: '元大-旗山', open: '96/09/26', address: '高雄市旗山區中山路102號2樓', tel: '07-6625578',
  },
  {
    date: '1100224', id: '981p', name: '元大-松山', open: '96/09/26', address: '台北市松山區南京東路5段92號2樓', tel: '02-27535888',
  },
  {
    date: '1100224', id: '981q', name: '元大-萬華', open: '96/09/26', address: '台北市萬華區西園路1段200號地下1樓', tel: '02-23363588',
  },
  {
    date: '1100224', id: '981r', name: '元大-屏南', open: '96/09/26', address: '屏東縣屏東市濟南街10號', tel: '08-7361777',
  },
  {
    date: '1100224', id: '981y', name: '元大-善化', open: '96/09/26', address: '台南市善化區大成路281號', tel: '06-5830888',
  },
  {
    date: '1100224', id: '981z', name: '元大-大統', open: '96/09/26', address: '新竹市林森路196號2樓之3', tel: '03-5226166',
  },
  {
    date: '1100224', id: '9822', name: '元大-土城學府', open: '96/09/26', address: '新北市土城區學府路1段25號1樓', tel: '02-22635000',
  },
  {
    date: '1100224', id: '9824', name: '元大-向上', open: '96/09/26', address: '臺中市西區美村路一段272號2樓', tel: '04-23028588',
  },
  {
    date: '1100224', id: '9825', name: '元大-新營', open: '96/09/26', address: '台南市新營區中山路117號2樓', tel: '06-6351600',
  },
  {
    date: '1100224', id: '9829', name: '元大-永康', open: '96/09/26', address: '臺南市永康區小東路511號3樓', tel: '06-2215888',
  },
  {
    date: '1100224', id: '982A', name: '元大-羅東', open: '96/09/26', address: '宜蘭縣羅東鎮中正北路32號', tel: '03-9532888',
  },
  {
    date: '1100224', id: '982B', name: '元大-博愛', open: '96/09/26', address: '高雄市左營區明誠二路491號地下層之1', tel: '07-5571133',
  },
  {
    date: '1100224', id: '982C', name: '元大-六合', open: '96/09/26', address: '高雄市新興區民族二路97號4樓', tel: '07-2364788',
  },
  {
    date: '1100224', id: '982F', name: '元大-忠孝鼎富', open: '101/11/12', address: '台北市大安區忠孝東路4段300號7樓', tel: '02-87739666',
  },
  {
    date: '1100224', id: '9831', name: '元大-四維', open: '96/09/26', address: '高雄市苓雅區四維四路3號3樓之1、2、3', tel: '07-3306666',
  },
  {
    date: '1100224', id: '9833', name: '元大-敦化', open: '96/09/26', address: '台北市敦化南路2段71號12樓', tel: '02-27541566',
  },
  {
    date: '1100224', id: '9834', name: '元大-中壢', open: '96/09/26', address: '桃園市中壢區中央東路7號3樓', tel: '03-4227188',
  },
  {
    date: '1100224', id: '9835', name: '元大-員林中山', open: '96/09/26', address: '彰化縣員林鎮中山南路27號3樓', tel: '04-8358131',
  },
  {
    date: '1100224', id: '9837', name: '元大-北港', open: '96/09/26', address: '雲林縣北港鎮文化路40號4樓', tel: '05-7838222',
  },
  {
    date: '1100224', id: '9838', name: '元大-豐原', open: '96/09/26', address: '臺中市豐原區圓環西路23號地下1樓', tel: '04-25252511',
  },
  {
    date: '1100224', id: '983B', name: '元大-林森', open: '96/09/26', address: '台南市林森路2段90號地下1樓', tel: '06-2745088',
  },
  {
    date: '1100224', id: '983G', name: '元大-上新莊', open: '96/09/26', address: '新北市新莊區思源路173號2樓', tel: '02-89911188',
  },
  {
    date: '1100224', id: '983K', name: '元大-學甲', open: '96/09/26', address: '台南市學甲區華宗路295號', tel: '06-7838989',
  },
  {
    date: '1100224', id: '983M', name: '元大-木柵', open: '96/09/26', address: '台北市木柵路3段96號3樓之2', tel: '02-86619168',
  },
  {
    date: '1100224', id: '983N', name: '元大-大安', open: '96/09/26', address: '台北市和平東路2段347號3樓', tel: '02-27541866',
  },
  {
    date: '1100224', id: '983U', name: '元大-頭份', open: '96/09/26', address: '苗栗縣頭份市和平路79號2樓', tel: '037-683168',
  },
  {
    date: '1100224', id: '983V', name: '元大-竹南', open: '96/09/26', address: '苗栗縣竹南鎮博愛街29號4樓', tel: '03-7477890',
  },
  {
    date: '1100224', id: '983W', name: '元大-大里德芳', open: '96/09/26', address: '臺中市大里區德芳路一段63號2樓', tel: '04-24833000',
  },
  {
    date: '1100224', id: '983Z', name: '元大-鳳山', open: '96/09/26', address: '高雄市鳳山區五甲二路642號2樓', tel: '07-8133066',
  },
  {
    date: '1100224', id: '983f', name: '元大-竹東', open: '96/09/26', address: '新竹縣竹東鎮大林路121號', tel: '03-5952166',
  },
  {
    date: '1100224', id: '983i', name: '元大-大雅', open: '96/09/26', address: '台中市大雅區大雅里民興街39號3樓', tel: '04-25608888',
  },
  {
    date: '1100224', id: '983j', name: '元大-仁愛', open: '96/09/26', address: '台北市大安區復興南路1段237號2樓', tel: '02-27067777',
  },
  {
    date: '1100224', id: '984C', name: '元大-新店中正', open: '96/09/26', address: '新北市新店區中正路225號3樓', tel: '02-29155588',
  },
  {
    date: '1100224', id: '984E', name: '元大-南勢角', open: '96/09/26', address: '新北市中和區景新街347號6樓之1', tel: '02-86689955',
  },
  {
    date: '1100224', id: '984H', name: '元大-景美', open: '96/09/26', address: '台北市文山區景文街1號2樓之1', tel: '02-86638886',
  },
  {
    date: '1100224', id: '984K', name: '元大-館前', open: '96/09/26', address: '台北市中正區開封街1段2號3樓', tel: '02-23113030',
  },
  {
    date: '1100224', id: '9852', name: '元大-永春', open: '101/04/02', address: '台北市忠孝東路5段410號3樓、3樓之1、412號3樓之2', tel: '02-87805277',
  },
  {
    date: '1100224', id: '9853', name: '元大-南屯', open: '101/04/02', address: '台中市南屯區向上路1段580號1、2樓', tel: '04-23269999',
  },
  {
    date: '1100224', id: '9854', name: '元大-文心興安', open: '101/04/02', address: '台中市北屯區文心路4段934之1號2樓', tel: '04-22339983',
  },
  {
    date: '1100224', id: '9856', name: '元大-花蓮', open: '101/04/02', address: '花蓮縣花蓮市國聯一路167號2樓', tel: '03-8357588',
  },
  {
    date: '1100224', id: '9857', name: '元大-東蘆', open: '101/04/02', address: '新北市蘆洲區中山一路10號2樓', tel: '02-22886699',
  },
  {
    date: '1100224', id: '9858', name: '元大-龍潭', open: '101/04/02', address: '桃園市龍潭區神龍路39號', tel: '03-4808699',
  },
  {
    date: '1100224', id: '9859', name: '元大-新竹經國', open: '101/04/02', address: '新竹市經國路2段100號3樓', tel: '03-5359888',
  },
  {
    date: '1100224', id: '985C', name: '元大-鳳中', open: '101/04/02', address: '高雄市鳳山區自由路229號3樓', tel: '07-7199889',
  },
  {
    date: '1100224', id: '9862', name: '元大-南京', open: '101/04/02', address: '台北市南京東路3段219號2樓', tel: '02-27188888',
  },
  {
    date: '1100224', id: '9863', name: '元大-和平', open: '101/04/02', address: '台北市和平東路1段214號2樓', tel: '02-23687733',
  },
  {
    date: '1100224', id: '9867', name: '元大-北成功', open: '101/04/02', address: '台北市民權東路6段160號2樓之1', tel: '02-27928288',
  },
  {
    date: '1100224', id: '9868', name: '元大-文心', open: '101/04/02', address: '台中市西屯區文心路3段337號3樓', tel: '04-22932233',
  },
  {
    date: '1100224', id: '9869', name: '元大-新盛', open: '101/04/02', address: '新北市新莊區公園一路141號', tel: '02-29969966',
  },
  {
    date: '1100224', id: '986K', name: '元大-基隆孝二', open: '101/04/02', address: '基隆市仁愛區孝二路86之5號', tel: '02-24202626',
  },
  {
    date: '1100224', id: '9871', name: '元大-忠孝', open: '101/04/02', address: '台北市大安區忠孝東路4段300號3樓', tel: '02-27766288',
  },
  {
    date: '1100224', id: '9872', name: '元大-復北', open: '101/04/02', address: '台北市復興北路420號3樓', tel: '02-25095998',
  },
  {
    date: '1100224', id: '9873', name: '元大-西門', open: '101/04/02', address: '台北市中正區寶慶路69號3樓', tel: '02-23893388',
  },
  {
    date: '1100224', id: '9874', name: '元大-雙和', open: '101/04/02', address: '新北市中和區中和路232號2樓', tel: '02-22483388',
  },
  {
    date: '1100224', id: '9875', name: '元大-土城永寧', open: '101/04/02', address: '新北市土城區員福街8號1樓、8號2樓、10號1樓、10號2樓', tel: '02-22709191',
  },
  {
    date: '1100224', id: '9878', name: '元大-金華', open: '101/04/02', address: '臺南市中西區金華路3段230號2樓之1', tel: '06-2207999',
  },
  {
    date: '1100224', id: '9879', name: '元大-板橋三民', open: '101/04/02', address: '新北市板橋區三民路2段40號2樓', tel: '02-29588887',
  },
  {
    date: '1100224', id: '987A', name: '元大-楊梅', open: '101/04/02', address: '桃園市楊梅區新成路125號2樓', tel: '03-4882688',
  },
  {
    date: '1100224', id: '9884', name: '元大-斗信', open: '101/04/02', address: '雲林縣斗六市文化路29號3樓', tel: '05-5362088',
  },
  {
    date: '1100224', id: '9888', name: '元大-鑫永和', open: '101/04/02', address: '新北市永和區永和路2段2號、8號2樓', tel: '02-82311333',
  },
  {
    date: '1100224', id: '9889', name: '元大-員林', open: '101/04/02', address: '彰化縣員林鎮大同路2段283號2樓', tel: '04-8341188',
  },
  {
    date: '1100224', id: '988B', name: '元大-桃園', open: '101/04/02', address: '桃園市桃園區莊敬路1段375號2樓', tel: '03-3268777',
  },
  {
    date: '1100224', id: '988C', name: '元大-三重', open: '101/04/02', address: '新北市三重區重新路3段111號2樓', tel: '02-89857788',
  },
  {
    date: '1100224', id: '988V', name: '元大-長庚', open: '108/07/29', address: '桃園市龜山區文化二路38-6號2樓', tel: '(03)397-8787',
  },
  {
    date: '1100224', id: '9891', name: '元大-永和', open: '96/09/26', address: '新北市永和區福和路139號3樓', tel: '02-29201234',
  },
  {
    date: '1100224', id: '9892', name: '元大-屏東', open: '96/09/26', address: '屏東縣屏東市廣東路690號2樓之1、3樓', tel: '08-7385555',
  },
  {
    date: '1100224', id: '9893', name: '元大-大天母', open: '96/09/26', address: '台北市中山北路6段126號4樓', tel: '02-28312888',
  },
  {
    date: '1100224', id: '9894', name: '元大-桃興', open: '96/09/26', address: '桃園市桃園區復興路96號2樓', tel: '03-3327700',
  },
  {
    date: '1100224', id: '9896', name: '元大-台南', open: '96/09/26', address: '台南市長榮路1段203號5樓', tel: '06-2741866',
  },
  {
    date: '1100224', id: '9897', name: '元大-土城', open: '96/09/26', address: '新北市土城區中央路1段255號2樓', tel: '02-22708369',
  },
  {
    date: '1100224', id: '9898', name: '元大-新莊', open: '96/09/26', address: '新北市新莊區新泰路246號2樓', tel: '02-29977123',
  },
  {
    date: '1100224', id: '9899', name: '元大-淡水', open: '96/09/26', address: '新北市淡水區中正路67號2、3樓', tel: '02-26251966',
  },
  {
    date: '1100224', id: '989A', name: '元大-北投', open: '96/09/26', address: '台北市北投區北投路2段13號3樓', tel: '02-28961212',
  },
  {
    date: '1100224', id: '989B', name: '元大-台中中港', open: '96/09/26', address: '臺中市西區臺灣大道2段489號10樓之2', tel: '04-23289000',
  },
  {
    date: '1100224', id: '989C', name: '元大-板橋', open: '96/09/26', address: '新北市板橋區中山路1段10號6樓', tel: '02-29638000',
  },
  {
    date: '1100224', id: '989D', name: '元大-左營', open: '96/09/26', address: '高雄市左營區左營大路158號3、4樓', tel: '07-5878899',
  },
  {
    date: '1100224', id: '989E', name: '元大-草屯', open: '96/09/26', address: '南投縣草屯鎮中興路88號2樓', tel: '049-2354506',
  },
  {
    date: '1100224', id: '989F', name: '元大-高雄', open: '96/09/26', address: '高雄市三民區民族一路462號2樓', tel: '07-3855678',
  },
  {
    date: '1100224', id: '989G', name: '元大-大同', open: '96/09/26', address: '台北市大同區南京西路66號2樓', tel: '02-25598585',
  },
  {
    date: '1100224', id: '989I', name: '元大-蘆洲', open: '96/09/26', address: '新北市蘆洲區光華路11號2樓', tel: '02-22891199',
  },
  {
    date: '1100224', id: '989J', name: '元大-彰化民生', open: '96/09/26', address: '彰化縣彰化市中正路1段292號、296號', tel: '04-7261988',
  },
  {
    date: '1100224', id: '989L', name: '元大-成功', open: '96/09/26', address: '桃園市成功路1段32號9樓', tel: '03-3353399',
  },
  {
    date: '1100224', id: '989N', name: '元大-內湖', open: '96/09/26', address: '台北市內湖區成功路4段166號地下1樓', tel: '02-27933636',
  },
  {
    date: '1100224', id: '989P', name: '元大-敦南', open: '96/09/26', address: '台北市敦化南路1段225號2樓、2樓之2', tel: '02-27752121',
  },
  {
    date: '1100224', id: '989Q', name: '元大-汐止', open: '96/09/26', address: '新北市汐止區新台五路1段159號4樓', tel: '02-26482277',
  },
  {
    date: '1100224', id: '989S', name: '元大-鹿港', open: '96/09/26', address: '彰化縣鹿港鎮公園一路88號', tel: '04-7751211',
  },
  {
    date: '1100224', id: '989U', name: '元大-大甲', open: '96/09/26', address: '臺中市大甲區中山路1段833之1號', tel: '04-26883399',
  },
  {
    date: '1100224', id: '989V', name: '元大-北三重', open: '96/09/26', address: '新北市三重區正義北路195號2樓', tel: '02-29713311',
  },
  {
    date: '1100224', id: '989W', name: '元大-豐原站前', open: '96/09/26', address: '臺中市豐原區三豐路1段43號3樓', tel: '04-25204888',
  },
  {
    date: '1100224', id: '989X', name: '元大-民生', open: '96/09/26', address: '台北市松山區民生東路5段171、171之3號1樓', tel: '02-87872118',
  },
  {
    date: '1100224', id: '989Y', name: '元大-基隆', open: '96/09/26', address: '基隆市信一路132號3樓', tel: '02-24246688',
  },
  {
    date: '1100224', id: '989Z', name: '元大-小港', open: '96/09/26', address: '高雄市小港區漢民路381號8樓', tel: '07-8020068',
  },
  {
    date: '1100224', id: '989a', name: '元大-苑裡', open: '96/09/26', address: '苗栗縣苑裡鎮客庄里新興路31之8號及31之9號', tel: '037869779',
  },
  {
    date: '1100224', id: '989d', name: '元大-北屯', open: '96/09/26', address: '臺中市北屯區崇德路二段46之2號及46之3號', tel: '04-22389555',
  },
  {
    date: '1100224', id: '989e', name: '元大-中和', open: '96/09/26', address: '新北市中和區中和路102號5樓', tel: '02-22452299',
  },
  {
    date: '1100224', id: '989f', name: '元大-東港', open: '96/09/26', address: '屏東縣東港鎮中正路227號2樓', tel: '08-8338558',
  },
  {
    date: '1100224', id: '989g', name: '元大-嘉義', open: '96/09/26', address: '嘉義市西區林森西路173號3樓', tel: '05-2237666',
  },
  {
    date: '1100224', id: '989j', name: '元大-樹林', open: '96/09/26', address: '新北市樹林區中山路1段99號3樓', tel: '02-26759585',
  },
  {
    date: '1100224', id: '989k', name: '元大-古亭', open: '96/09/26', address: '台北市羅斯福路3段37號2樓', tel: '02-23698877',
  },
  {
    date: '1100224', id: '989m', name: '元大-信義', open: '96/09/26', address: '台北市忠孝東路5段293號2樓', tel: '02-87878732',
  },
  {
    date: '1100224', id: '989z', name: '元大-國際證券', open: '103/04/18', address: '台北市中山區南京東路3段225號13樓', tel: '02-2718-1234',
  },
  {
    date: '1100224', id: '9A0T', name: '永豐金-自營', open: '80/09/14', address: '', tel: '02-23823425',
  },
  {
    date: '1100224', id: '9A61', name: '永豐金-鳳山', open: '84/03/25', address: '高雄市鳳山區保泰路310號', tel: '07-726-3000',
  },
  {
    date: '1100224', id: '9A69', name: '永豐金-屏東', open: '87/07/21', address: '屏東市中正路125號4樓', tel: '08-765-5457',
  },
  {
    date: '1100224', id: '9A79', name: '永豐金-埔里', open: '105/09/26', address: '南投縣埔里鎮中正路479號', tel: '049-298-9988',
  },
  {
    date: '1100224', id: '9A88', name: '永豐金-國際證券', open: '103/05/14', address: '台北市重慶南路1段2號7樓、18樓及20樓', tel: '23114345',
  },
  {
    date: '1100224', id: '9A89', name: '永豐金-敦北', open: '105/03/28', address: '台北市敦化北路88號10樓之1、10樓之2', tel: '02-81615000',
  },
  {
    date: '1100224', id: '9A8F', name: '永豐金-敦南', open: '91/07/22', address: '台北市安和路2段187號地下1樓', tel: '02-2377-8355',
  },
  {
    date: '1100224', id: '9A91', name: '永豐金-松山', open: '87/01/03', address: '台北市松山路130號2樓', tel: '02-2766-3315',
  },
  {
    date: '1100224', id: '9A92', name: '永豐金-萬盛', open: '89/08/28', address: '台北市松江路129號2樓之4及3樓', tel: '02-2501-1451',
  },
  {
    date: '1100224', id: '9A96', name: '永豐金-博愛', open: '80/09/13', address: '台北市博愛路57號1樓', tel: '02-2311-9144',
  },
  {
    date: '1100224', id: '9A97', name: '永豐金-新竹', open: '85/05/01', address: '新竹市中正路129號4樓、5樓', tel: '03-526-8198',
  },
  {
    date: '1100224', id: '9A98', name: '永豐金-大園', open: '89/08/28', address: '桃園市大園區大園村中山北路102號2樓、100巷1號3樓及102號3樓', tel: '03-385-3998',
  },
  {
    date: '1100224', id: '9A99', name: '永豐金-中壢', open: '89/08/28', address: '桃園市中壢區延平路370號3樓、372號3樓', tel: '03-422-4800',
  },
  {
    date: '1100224', id: '9A9A', name: '永豐金-羅東', open: '89/05/09', address: '宜蘭縣羅東鎮中正路203號2、3樓', tel: '03-956-7181',
  },
  {
    date: '1100224', id: '9A9B', name: '永豐金-中和', open: '89/07/26', address: '新北市中和區中和路370號', tel: '02-2231-3453',
  },
  {
    date: '1100224', id: '9A9C', name: '永豐金-員林', open: '84/04/08', address: '彰化縣員林市大同路1段338號5樓', tel: '04-836-7338',
  },
  {
    date: '1100224', id: '9A9D', name: '永豐金-忠孝', open: '89/08/28', address: '台北市忠孝東路4段280號2樓', tel: '02-2771-6588',
  },
  {
    date: '1100224', id: '9A9E', name: '永豐金-板橋', open: '87/08/17', address: '新北市板橋區中山路1段48號3樓', tel: '02-2959-3200',
  },
  {
    date: '1100224', id: '9A9G', name: '永豐金-天母', open: '89/11/06', address: '台北市忠誠路1段60號2樓及62號2樓', tel: '02-8866-1992',
  },
  {
    date: '1100224', id: '9A9H', name: '永豐金-新莊', open: '87/11/16', address: '新北市新莊區中港路338號', tel: '02-8992-2118',
  },
  {
    date: '1100224', id: '9A9J', name: '永豐金-板新', open: '91/07/22', address: '新北市板橋區文化路2段246號', tel: '02-2253-3458',
  },
  {
    date: '1100224', id: '9A9K', name: '永豐金-三重', open: '89/08/28', address: '新北市三重區中正北路110號', tel: '02-2981-0112',
  },
  {
    date: '1100224', id: '9A9L', name: '永豐金-台中', open: '81/12/16', address: '台中市西區臺灣大道一段728號七樓', tel: '04-2202-2940',
  },
  {
    date: '1100224', id: '9A9M', name: '永豐金-南投', open: '86/11/04', address: '南投縣南投市文昌街45號1樓', tel: '049-220-1932',
  },
  {
    date: '1100224', id: '9A9N', name: '永豐金-桃盛', open: '89/08/28', address: '桃園市南平路370號3樓', tel: '03-357-5585',
  },
  {
    date: '1100224', id: '9A9P', name: '永豐金-竹北', open: '89/08/28', address: '新竹縣竹北市縣政九路145號2樓之1、145號2樓之2、147號2樓及145號4樓之1', tel: '03-553-8388',
  },
  {
    date: '1100224', id: '9A9Q', name: '永豐金-豐原', open: '84/11/29', address: '台中市豐原區信義街67巷15號2樓', tel: '04-2528-2188',
  },
  {
    date: '1100224', id: '9A9R', name: '永豐金-信義', open: '89/08/28', address: '台北市信義路4段189號2樓、2樓之1', tel: '02-2705-6588',
  },
  {
    date: '1100224', id: '9A9S', name: '永豐金-南京', open: '91/07/22', address: '台北市南京東路3段36號2樓', tel: '02-2508-2335',
  },
  {
    date: '1100224', id: '9A9U', name: '永豐金-中正', open: '91/07/22', address: '台北市中山區長安東路1段23號3樓之1(部份)、3樓之3及3樓之5', tel: '02-2531-3135',
  },
  {
    date: '1100224', id: '9A9W', name: '永豐金-市政', open: '91/07/22', address: '台中市西屯區市政路402號4樓之5、4樓之6', tel: '04-2254-8935',
  },
  {
    date: '1100224', id: '9A9X', name: '永豐金-竹科', open: '91/07/22', address: '新竹市光復路2段289號4樓', tel: '03-575-2000',
  },
  {
    date: '1100224', id: '9A9Y', name: '永豐金-板盛', open: '89/08/28', address: '新北市板橋區中山路一段180號2樓及182號2樓', tel: '02-2958-6918',
  },
  {
    date: '1100224', id: '9A9Z', name: '永豐金-復興', open: '89/11/06', address: '台北市民權東路3段35號1樓、37號3樓', tel: '02-2502-8588',
  },
  {
    date: '1100224', id: '9A9a', name: '永豐金-苓雅', open: '91/07/22', address: '高雄市前鎮區中山二路260號20樓之1', tel: '07-537-5800',
  },
  {
    date: '1100224', id: '9A9b', name: '永豐金-虎尾', open: '96/08/10', address: '雲林縣虎尾鎮新生路136號3樓', tel: '05-636-5288',
  },
  {
    date: '1100224', id: '9A9c', name: '永豐金-永康', open: '87/01/28', address: '台南市永康區中華路423號2樓', tel: '06-302-5982',
  },
  {
    date: '1100224', id: '9A9d', name: '永豐金-古亭', open: '93/03/29', address: '台北市南昌路1段110號3樓', tel: '02-2321-8345',
  },
  {
    date: '1100224', id: '9A9e', name: '永豐金-高雄', open: '82/01/06', address: '高雄市中正一路284號2、3樓', tel: '07-723-2800',
  },
  {
    date: '1100224', id: '9A9f', name: '永豐金-中盛', open: '89/08/28', address: '台中市西屯區市政北一路1號6樓及8樓', tel: '04-2258-7220',
  },
  {
    date: '1100224', id: '9A9g', name: '永豐金-內湖', open: '91/08/27', address: '台北市內湖路1段49號1樓、2樓', tel: '02-2657-1998',
  },
  {
    date: '1100224', id: '9A9h', name: '永豐金-台南', open: '84/03/18', address: '台南市西門路1段655號4樓', tel: '06-224-9998',
  },
  {
    date: '1100224', id: '9A9i', name: '永豐金-新店', open: '91/10/09', address: '新北市新店區北新路二段252號2樓、2樓之1、2樓之2及2樓之3', tel: '02-2911-6395',
  },
  {
    date: '1100224', id: '9A9j', name: '永豐金-嘉義', open: '86/09/19', address: '嘉義市中山路386號3樓', tel: '05-229-1345',
  },
  {
    date: '1100224', id: '9A9q', name: '永豐金-潮州', open: '82/01/06', address: '屏東縣潮州鎮中正路38之1號', tel: '08-789-0122',
  },
  {
    date: '1100224', id: '9A9r', name: '永豐金-北高雄', open: '84/04/01', address: '高雄市鼓山區龍德路473號3樓', tel: '07-555-0455',
  },
  {
    date: '1100224', id: '9A9s', name: '永豐金-彰化', open: '85/05/01', address: '彰化市民族路532號5、6樓', tel: '04-722-4976',
  },
  {
    date: '1100224', id: '9A9x', name: '永豐金-桃園', open: '84/12/01', address: '桃園市南華街77號3樓之1、3樓之2', tel: '03-335-2581',
  },
];

export default list;
